[
  {
    "Handle": "bezzera-hobby-espresso-machine",
    "Title": "Bezzera New Hobby Espresso Machine",
    "Body (HTML)": "<h2>Bezzera New Hobby Overview<br>\n</h2>\n<p>The Bezzera New Hobby is a semi-automatic espresso and coffee machine with impressive performance for its range, equipped with a 3-way solenoid valve, a commercial-grade group head, commercial standard 58 mm portafilter, and an 8.4 fluid oz eco brass boiler that's bursting with steam power.</p>\n<h2>Features and Performance<br>\n</h2>\n<p>The New Hobby features a lot of the industry essentials, which is great for such a small machine. The 58mm portafilter, commercial grade group, and commercial style steam wand offer quality tools in crafting your own coffee drinks at home. Plus, the 3-way solenoid valve will keep your used coffee pucks dry for easy discarding (a feature you don't typically find in machines of this size).</p>\n<p>We have a lot of latte drinkers here at the office, so when we started preparing drinks it was quickly decided that the Hobby's steaming capability is its most impressive feature. To see steam explode from such a small machine is something you really need to see. For more control, we worked with Bezzera to have this version of the Hobby include a commercial steam wand. Also deserving special mention is the dedicated button for the pump for manually refilling the boiler after extended steaming.</p>\n<h2>Why You Should Get It<br>\n</h2>\n<p>The compact and sleek design of the New Hobby is approximately 9.8 inches long, 8.6 inches wide and 13.7 inches tall, packing an excellent ability to brew specialty drinks into a small space. With its minimalist-friendly aesthetic, we can envision it working well in any kitchen, dorm room, office space or anywhere that easily stores this compact semi-automatic espresso machine. The steam power it packs is nothing short of incredible, so if you enjoy milk coffee drinks like lattes or cappuccinos, you'll have a blast preparing drinks.<br></p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "3d, Category: Bezzera, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, Category: The Home Barista, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 27135, On Sale:No, Premium Entry Level, Promo: Email Exclusive: Ineligible, Promo: Free Scale: Included, Promo: Site Wide: Ineligible, tax_class_4, Test: Prosumer, visible, YGroup_bezzera_new_hobby",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PBEEW0063ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.35,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Bezzera_Hobby_front_1000x1000_IMG_9508.webp?v=1708613495"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "breville-bes870xl-barista-express",
    "Title": "Breville BES870XL Barista Express",
    "Body (HTML)": "<h3>Owning the Breville BES870XL Barista Express</h3>\n<p>The Breville Barista Express BES870XL has an integrated conical burr grinder with dosing controls so your coffee is ground fresh for every cup. You’ll be able to grind your beans and dose directly into the coffee filter in under 60 seconds! Created with convenience and flexibility in mind, the Barista Express comes with two double-wall filters (single and double shot) that take the guesswork out of tamping—ideal for beginners. But, if you enjoy the art of making espresso, the BES870XL also has a set of single-wall filters that allow you to apply your own tamp. This innovative Breville model has a special tamper with a magnetized lock that can be used attached to the machine, if you intend to work with a double-wall filter. You can also detach the tamper if you prefer a manual tamp or are using a single-wall filter. The Barista Express can be programmed to brew a single or double shot and the grinder settings can be adjusted to suit your needs. With a nice mix of semi-automatic and super-automatic features, the Breville BES870XL is a very well-rounded machine.</p>\n<p>The Barista Express has a 15-bar pump and thermocoil heating system to make brewing and frothing simple. Pre-programmed espresso options allow you to make a single or double shot by simply pressing the corresponding button. You can also override the preset espresso options if you want to customize your drink volume. The BES870XL has a hands-free portafilter holder; select the filter size (single or double) and put the portafilter in place; the machine will automatically dose the proper amount of coffee. A button, located by the portafilter holder, allows you to push once for an auto dose or push and hold to manually determine the grind amount. The Barista Express sports an ample 67oz removable reservoir and comes with a carbon resin water filter for clean water and great tasting espresso. The BES870XL has a commercial-style 360 degree swivel steam wand that comes with a stainless steel frothing attachment. Use the attachment if you’re going to be frothing a large volume of milk, otherwise the steam wand should be sufficient for everyday use. New to this model, the BES870XL features a dedicated hot water spout, perfect for making tea, hot chocolate, or americanos.</p>\n<p>The Breville Barista Express has a modern brushed stainless steel finish. Button and knob-based controls make this an exceedingly intuitive machine. The pressure gauge, mounted on the front panel, is large and simple to read. Overall the Breville BES870XL is built to be a durable, user-friendly machine. The BES870XL has a built-in, stainless steel, conical burr grinder with adjustable grind settings, for your convenience. Choose from a Dual Wall preset grind setting or 15 grind size options to achieve your desired results. Similarly, a knob located on the front panel lets you take advantage of the pre-programmed Dual Wall setting or manually select your grind volume. The removable see-through bean hopper holds 8oz of beans and the burrs are detachable for hassle-free maintenance. This Breville model comes with the following accessories included: Patented Razor™ dose trimming tool 54mm stainless steel portafilter Single wall filter baskets (1 &amp; 2 cup) Dual wall filter baskets (1 &amp; 2 cup) Coffee scoop Integrated tamper Stainless steel milk jug Cleaning disc and tablets Cleaning brush, tool and Allen key Water filter holder and a carbon resin water filter.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: Breville, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, GS: Enabled, Magento Import, Master SKU: BRBES870XL, My Machines: Enabled, NTNID:21389, On Sale:No, Promo: Bonus Latte Rewards, Promo: Breville55 BonusLR, Promo: Free Scale: Included, Promo: Site Wide: Ineligible, tax_class_4, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PBREW0074ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.99,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/breville_bes870xl_barista_express.webp?v=1708613523"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "breville-the-smart-grinder-pro-red-velvet-cake",
    "Title": "Breville - The Smart Grinder Pro - Red Velvet Cake",
    "Body (HTML)": "<p>Our Smartest Grinder. It adjusts the dose when you change the grind.</p>\n<p>Breville's conical burr Smart Grinder<sup>TM</sup> uses Dosing IQ technology to automatically adjust the dose whenever you change the grind. Choose between 'cups' for French press or Filter, and 'shots' for Espresso to get the right dose for your coffee's needs. You can even tweak for taste.</p>\n<p>The Smart GrinderPro<sup>TM</sup> still has an LCD display, 450g removable hopper, and comes with two grinding cradles for dosing directly into 50-54mm or 58mm commercial espresso filters. In addition, there's an air-tight storage canister, suitable for plunger or filter coffee.</p>\n<p>Upgrades include:</p>\n<p>NEW Set Dose in 0.2-sec Increments</p>\n<p>NEW high precision burr calibration for more consistent grinding</p>\n<p>NEW dose pause function</p>\n<p>NEW programmable Shot/ Cup Volumes</p>\n<br><br><meta charset=\"utf-8\">\n<p><strong>FEATURES:<br></strong></p>\n<p><strong>Grinding Mechanism</strong><br><span>Stainless steel conical burr grinder</span><br><b>Adjustable Grind Size</b><br><span>60 grind settings</span><br><b>DosingIQ</b><br><span>Dose automatically adjusts as you tweak your grind size</span><br><b>Hands Free Operation</b><br><span>Hands free dosing directly to your chosen filter and handle</span><br><b>Automatic Dosing</b><br><span>Dose adjusts for number of shots or cups selected</span><br><b>Hopper Capacity</b><br><span>450 gram</span><br><b>Removable Storage Hopper</b><br><span>Included</span><br><b>Additions</b><br><span>Air tight hopper, large LCD screen, grinds up to 12 cups</span><br><b>Included Accessories</b><br><span>2 Porta-filter cradles suitable for 50-54mm filters and 58mm commercial filters, air tight grinds container, cleaning brush</span><br><b>Construction</b><br><span>Stainless steel with plastic hopper</span></p>\n<p> </p>\n<p><span><strong>Please note that we cannot ship Breville products outside of Canada</strong></span></p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Grinders",
    "Tags": "0autumn21, 0consolation, 100-300, 12annivexcluded, 13tierexcl, 200-300, 35days, addtosnapchat, bfcm2020excluded, breville, brevillewarranty, burr-grinder, bw2020excluded, bw2021taxable, bw22-nowptt, consumer, drip-grinder, dual-purpose-grinder, espresso-grinder, greenmonday2022, grinder, icon-Conical-Burrs, icon-Digital-Controls, icon-Doserless, icon-Programmable, icon-Stepped-Adjustment, NC_, NC_EspressoGrinders, NC_Grinders, not-us-eg, notceadosale, notfacile, nowpttcd21, nowpttcd22, nowptteaster2021, nowptteaster2022, nowptttg2021, nowptttg22, SA-BRE-810BSS-B5, SA-BRE-BES500-RC, SA-BRE-BES840XL-B5, SA-BRE-BES920-B5, shipping-nis-3-to-5-business-days, tierincluded, WAR-SG, YGroup_brsmgrnd",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PBRGW0049ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 239.95,
    "Variant Compare At Price": 299.95,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/BCG820RVC1BNA1.webp?v=1708613457"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "delonghi-digital-all-in-one-combination-coffee-espresso-machine",
    "Title": "DeLonghi Digital All-in-One Combination Coffee/Espresso Machine",
    "Body (HTML)": "<h2>DeLonghi All-in-One Coffee and Espresso Maker, Cappuccino, Latte Machine with Advanced Milk Frother Overview</h2>\nWith innovative features like a dual heating system that allows you to brew coffee and espresso simultaneously with no waiting time, a spill-proof carafe for simple pouring with no mess and a bold setting function for richer coffee taste and aroma, the DeLonghi All-in-One Coffee and Espresso Maker, Cappuccino, Latte Machine with Advanced Milk Frother makes it so easier to brew specialty coffee at home.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">The DeLonghi All-in-One is an Italian-made multi-purpose machine with a 15 bar pressure pump that provides authentic espressos brewed at the optimal pressure for rich flavor. The advanced milk frother/steam wand ensures you can easily create rich, dense milk foam for your favorite milk-based espresso drinks, while the 24-hour programmable digital timer and digital touchscreen allow you to wake up to freshly brewed coffee every morning. Additional features include a 10-cup glass coffee pot, a GoldTone reusable filter, complete frontal access, drip coffee maker filtration, a keep warm plate, a removable drip tray and water level indicator for espresso.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">Included with every purchase are a single and double shot filter basket, POD filter basket, measuring spoon, descaling solution, charcoal water filter and instruction manual &amp; quick start guide.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: DeLonghi, Category: My Machine, Category: Semi-Automatic, GS: Enabled, My Machines: Enabled, NTNID: 29555, On Sale:No, Promo: Email Exclusive: Ineligible, Promo: Free Scale: Included, Promo: Site Wide: Ineligible, tax_class_2, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PDEEW0058ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 188.47,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/All-in-oneCombinationCOM530Mwhitebackgrounddrinksalt4_3cc45001-1512-4c6e-bd8c-751381287852.webp?v=1708613482"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "delonghi-pump-espresso-machine-ecp-3420-in-black",
    "Title": "DeLonghi Pump Espresso Machine ECP 3420",
    "Body (HTML)": "<p>The DeLonghi Pump Espresso Machine, ECP 3420, is designed for new baristas with a pressurized portafilter and easy to use steam wand that makes brewing delicious espresso drinks easier than ever before.</p>\n<p>The ECP 3420 brews using a 15 bar pump and a 1100 watt stainless steel boiler. To simplify the espresso brewing process, the machine uses a pressurized portafilter and includes three different filter baskets for single shot, double shot, and E.S.E. pod espresso brewing. The pressurized portafilter creates artificial pressure that assists with extraction even if the coffee isn't perfectly tamped or ground to produce a rich crema.</p>\n<p>For milk drinks, DeLonghi's Advanced Cappuccino System takes the sometimes daunting task of milk frothing by automatically injecting air directly into the milk to produce a rich, creamy foam. When you've textured your milk the way you like, simply submerge the wand to continue heating your milk to your preferred temperature.</p>\n<p>For easy cleaning and refilling, the ECP 3420's 37oz water reservoir can be removed from the top of the machine to take to the sink for rinsing or refilling. To provide additional clearance while brewing, the drip tray slides up to accommodate cups up to 5\" high.</p>\n<h3>Pressurized Portafilter With 3 Filter Baskets</h3>\n<p>If you're a first time espresso machine owner, a pressurized portafilter is a great way to take the guesswork out of brewing. These specialized portafilters assist in the extraction process by creating artificial pressure that helps to produce a crema rich shot of espresso even when using pre-ground coffee or E.S.E. pods. The ECP 3630 comes with three different filter baskets for single shot, double shot, and pod espresso brewing. The machine also features storage space for your filters that are not in use.</p>\n<h3>Advanced Cappuccino System</h3>\n<p>For milk drinks like cappuccinos and lattes, DeLonghi's advanced cappuccino system is a manual milk frother that manually mixes steam and milk to produce rich, creamy milk foam without having to move the steam arm. The cappuccino system will automatically inject air into your milk using an air intake hole, when you produced your preferred amount of milk foam, simply immerse the tip into your milk to continue heating without frothing.</p>\n<h3>Removable Drip Tray</h3>\n<p>Prefer a taller cup of coffee? Thanks to the easy to remove drip tray, the ECP 3420 can accommodate cups up to 5\" tall when brewing drinks like Cafe Cremas or Americanos.</p>\n<h3>Removable Water Reservoir</h3>\n<p>For easy rinsing and refilling, the 37oz (1L) water tank can be removed from the top of the machine.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: DeLonghi, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, GS: Enabled, Magento Import, Master SKU: DEECP3420, My Machines: Enabled, NTNID:23928, On Sale:No, Promo: Free Scale: Included, Promo: Site Wide: Ineligible, tax_class_4, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PDEEW0060ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 110.47,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/delonghi_pump_espresso_machine_ecp_3420.webp?v=1708613487"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "df64p-single-dose-grinder-matt-black",
    "Title": "DF64P Single Dose Grinder - Matt Black",
    "Body (HTML)": "<p><meta charset=\"utf-8\"><span></span>The DF64P combines large 64mm Italian made burrs with a powerful 250W motor to deliver consistency, minimum clumping and a fluffy grind that is usually only found in grinders double its price. The DF64P is a single dose espresso with extremely low retention, stepless adjustment and beautiful wood accents make it a perfect grinder for any home espresso setup. </p>\n<p>The DF64P is an<span> </span><strong><span style=\"text-decoration: underline;\">espresso ONLY</span></strong><span> </span>grinder due to the limited adjustment range.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Grinder",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PDFCW0053ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.0,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/download_bea7d46c-7b8c-41d6-88b4-2d6545f44e97.webp?v=1708613467"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "ecm-casav-semi-automatic-espresso-machine",
    "Title": "ECM Casa V Espresso Machine",
    "Body (HTML)": "<h2><span style=\"font-weight: 400;\">ECM Casa V Overview<br></span></h2>\n<p><span style=\"font-weight: 400;\">For a single-boiler espresso machine, and one of the smallest products in the ECM line, the ECM Casa V manages to be one of the best semi-automatic machines you can get. </span></p>\n<h2><span style=\"font-weight: 400;\">Features and Performance<br></span></h2>\n<p><span style=\"font-weight: 400;\">You'll find that many typically prosumer-exclusive features are borrowed in the Casa V. For instance, the brew pressure gauge, which lets you keep an eye on pressure while you brew and gives you a sense as to the quality of your shot. To this end, ECM has made sure that the overpressure valve is easily accessible for pump pressure adjustment, hiding it beneath the cup tray.</span></p>\n<p><span style=\"font-weight: 400;\">The 1200 watt heating element goes to work on the 0.4 liter eco brass boiler, heating the Casa V to brewing temperature in 5-7 minutes, or steam temperature in one minute. </span></p>\n<h2><span style=\"font-weight: 400;\">Why You Should Get It<br></span></h2>\n<p><span style=\"font-weight: 400;\">The ECM Casa V is perfect in</span><span style=\"font-weight: 400;\"> a home of one or two people, where it's performance shines. This is especially so, considering the articulating commercial style steam wand, packing a considerable amount of steam power and equipped with a two-hole steam tip for velvety milk foam. The stainless steel, mirror-finished housing is a nice talking piece, and the commercial features help make an excellent shot of espresso.<br></span></p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "3d, Category: ECM, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, Category: The Home Barista, customizer, Feature: Feature Grid, GS: Enabled, Magento Import, Master SKU: ECMCASAV, My Machines: Enabled, NTNID:24901, On Sale:No, Premium Entry Level, Promo: BFCM: Eligible, Promo: Bonus Latte Rewards, Promo: ECM50 BonusLR, Promo: Free Scale: Included, Promo: Site Wide: Ineligible, tax_class_2, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PECEW0080ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 298.75,
    "Variant Compare At Price": 699.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/ECMCASAV_2738.webp?v=1708613536"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "eureka-drogheria-mcd4-retail-grinder-75mm-burrs-black",
    "Title": "Eureka Drogheria MCD4 75mm Burr Coffee Grinder",
    "Body (HTML)": "<meta charset=\"utf-8\"><span>Eureka’s Drogheria MCD4 is a high speed, all purpose grinder, featuring stepless micrometric adjustment for simple switching between coarse and fine brew methods. This zero retention grinder is designed with high volume in mind, and is capable of grinding a whopping 66 lbs/hr.</span>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Grinder",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PEUCW0023ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.99,
    "Variant Compare At Price": 799.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/drogheria_black_1.webp?v=1708613396"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "eureka-mignon-brew-pro-55-16cr-matt-black",
    "Title": "Eureka Mignon Brew Pro Coffee Grinder",
    "Body (HTML)": "<p><meta charset=\"utf-8\"><span>The Eureka Mignon Brew Pro is a coffee grinder that specialises in drip style coffee and French Press, with 55mm flat burrs designed specifically for brewed coffee, an attachable grounds container, and stepless micrometric grind adjustment.</span></p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Grinder",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PEUCW0026ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 298.0,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/MignonBrewPro.webp?v=1708613401"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-anima-class-automatic-bean-to-cup-coffee-machine",
    "Title": "Gaggia Anima Class | Automatic Bean to Cup Coffee Machine",
    "Body (HTML)": "<h2 class=\"p1\"><b>Product Details</b></h2>\n<p class=\"p3\"><b>Tank Size:</b> 1.8Ltr<br><b>Warranty:</b> 2 year with option to extend<br><b>Frother:</b> Carafe<br><b>Coffee Types:</b> Espresso/Lungo/Cappuccino/Latte Machiato<br><b>Milk Types:</b> One Touch<br><b>Brew Unit:</b> Removable<br><b>Body: </b>Silver/Grey ABS Front and Top<br><b>Dimensions:</b> W 22cm x H 34cm x D 43cm<br><b>Power:</b> 1850W<br><b>Pre-Ground:</b> Yes<br><b>Cup Height: </b>110-150mm<br><b>Bean Hopper Capacity: </b>250g<br><b>Dump Box Capacity:</b> 16 servings<br><b>Product Weight:</b> 12kg<br><b>Water Tank Capacity: </b>1.9 litre</p>\n<p class=\"p3\">The Gaggia Anima Class is similar to the Anima Prestige model in the Anima range of automatic espresso machines. the difference is in the body. The Anima Class has a Silver/Grey easy to clean plastic body. The Class model incorporates a milk carafe. The Anima Class is an ideal machine for luxurious, convenient cappuccino every time.</p>\n<p class=\"p3\">The Anima Class also offers precise control over the dosage of coffee beans per espresso shot, ranging from 7 to 11.5 grams. As well as this, the temperature of the beverages can also be controlled through the digital interface.</p>\n<h2 class=\"p1\"><b>Features</b></h2>\n<p class=\"p2\">Carafe milk frothing system<br>Hot water dispenser<br>Removable water tank<br>Precise coffee dose control<br>Large cup height<br>Coffee temperature control<br>Adjustable auto-standby<br>LED Display</p>\n<h2 class=\"p1\"><b>Design</b></h2>\n<p class=\"p2\">Silver/Grey ABS plastic body, Stainless steel drip tray and metal style plastic display housing<br></p>\n<h2 class=\"p3\">Technical Data</h2>\n<p class=\"p3\">Stainless steel boiler<br> 50Hz frequency<br> 1400W max power consumption<br> 15 Bar pump<br> 240V</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Makers & Espresso Machines",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGACW0004ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.0,
    "Variant Compare At Price": 669.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/gaggia-anima-class.webp?v=1708613355"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-anima-deluxe-automatic-bean-to-cup-coffee-machine",
    "Title": "Gaggia Anima Deluxe | Automatic Bean to Cup Coffee Machine",
    "Body (HTML)": "<h1>Gaggia Anima Deluxe</h1>\n<h2><b>Product Details</b></h2>\n<p><b>Tank Size: </b>1.8 Ltr<br><b>Warranty: </b>2 Years<br><b>Frother:</b> Cappuccinotore<br><b>Coffee Types: </b>Espresso/Lungo/Hot Water/Steam<br><b>Milk Types: </b>Auto Froth/ Manual Froth<br><b>Brew Unit:</b> Removable<br><b>Body: </b>Brushed Chrome Front and Top<br><b>Dimensions:</b> L22,1 X H34 X D43 CM<br><b>Power:</b> 1850W<br><b>Bean Hopper Capacity: </b>250g<br><b>Pre-Ground: </b>Yes<br><b>Cup Height: </b>110-150mm</p>\n<p><br></p>\n<p>The Gaggia Anima Deluxe is a modern, stylish machine for the espresso gourmet. It combines a robust internal design with a sophisticated exterior to be a perfect fit in any kitchen. As well as the upgraded metal construction, then Anima Deluxe also features the patented Gaggia Cappucinatore device which makes cappuccino and latte making a breeze. The Anima Deluxe is the best choice for a home barista looking to flex their coffee making skills, but also wants the reliability of an automatic espresso every time. The Anima Deluxe allows for precise control over the dosage of coffee, and also the temperature of the coffee, as well as still having the traditional barista tools of a steam and hot water arm.</p>\n<p><br></p>\n<h2>Weight and Dimensions</h2>\n<p>Product Dimensions: L22 x D43 x H34cm<br>Coffee Bean Capacity: 250g<br>Dump Box Capacity: 16 servings<br>Product Weight: 12kg<br>Water Tank Capacity: 1.9 litres</p>\n<p><br></p>\n<h2>Features</h2>\n<p>Cappuccinatore milk frother<br>Hot water arm<br>Removable water tank<br>Precise coffee dose control<br>Large cup height<br>Coffee temperature control<br>Adjustable auto-standby<br>LED Display</p>\n<p><br></p>\n<h2>Design</h2>\n<p>Stainless steel and ABS plastic body, stainless steel top, with stainless steel drip tray and metal style plastic display housing</p>\n<p><br></p>\n<h2>Technical Data</h2>\n<p>Stainless steel boiler<br>50Hz frequency<br>1400W max power consumption<br>15 Bar pump<br>240V</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Makers & Espresso Machines",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGACW0003ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 297.79,
    "Variant Compare At Price": 749.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/gaggia-anima-deluxe-coffee-machine_a1929dcd-53b6-4d99-b426-49ea1f229437.webp?v=1708613352"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-anima-prestige-automatic-bean-to-cup-coffee-machine",
    "Title": "Gaggia Anima Prestige | Automatic Bean to Cup Coffee Machine",
    "Body (HTML)": "<h2>Product Details</h2>\n<p><strong>Tank Size:</strong> 1.8Ltr<br data-mce-fragment=\"1\"><strong>Warranty:</strong> 2 year with option to extend<br data-mce-fragment=\"1\"><strong>Frother:</strong> Carafe<br data-mce-fragment=\"1\"><strong>Coffee Types:</strong> Espresso/Lungo/Cappuccino/Latte Machiato<br data-mce-fragment=\"1\"><strong>Milk Types:</strong> One Touch<br data-mce-fragment=\"1\"><strong>Brew Unit:</strong> Removable<br data-mce-fragment=\"1\"><strong>Body:</strong> Brushed Stainless Front and Top<br data-mce-fragment=\"1\"><strong>Dimensions:</strong> L 22cm x H 34cm x D 43cm<br data-mce-fragment=\"1\"><strong>Power:</strong> 1850W<br data-mce-fragment=\"1\"><strong>Pre-Ground:</strong> Yes<br data-mce-fragment=\"1\"><strong>Cup Height:</strong> 110-150mm<br><meta charset=\"utf-8\"><strong data-mce-fragment=\"1\">Bean Hopper Capacity:</strong> 250g<br><span><strong>Dump Box Capacity:</strong> 16 servings</span><br data-mce-fragment=\"1\"><span><strong>Product Weight:</strong> 12kg</span><br data-mce-fragment=\"1\"><span><strong>Water Tank Capacity:</strong> 1.9 litres</span></p>\n<p>The Gaggia Anima Prestige is the flagship model in the Anima range of automatic espresso machines. The Prestige model incorporates a milk carafe, normally only found on machines at double the price. The Anima Prestige is the ideal machine for luxurious, convenient cappuccino every time.</p>\n<p>The Anima Prestige also offers precise control over the dosage of coffee beans per espresso shot, ranging from 7 to 11.5 grams. As well as this, the temperature of the beverages can also be controlled through the digital interface.</p>\n<h2>Features</h2>\n<p>Carafe milk frothing system<br data-mce-fragment=\"1\">Hot water dispenser<br data-mce-fragment=\"1\">Removable water tank<br data-mce-fragment=\"1\">Precise coffee dose control<br data-mce-fragment=\"1\">Large cup height<br data-mce-fragment=\"1\">Coffee temperature control<br data-mce-fragment=\"1\">Adjustable auto-standby<br data-mce-fragment=\"1\">LED Display</p>\n<h2>Design</h2>\n<p>Stainless steel and ABS plastic body, stainless steel top, with stainless steel drip tray and metal style plastic display housing</p>\n<h2>Technical Data</h2>\n<p>Stainless steel boiler<br data-mce-fragment=\"1\">50Hz frequency<br data-mce-fragment=\"1\">1400W max power consumption<br data-mce-fragment=\"1\">15 Bar pump<br data-mce-fragment=\"1\">240V</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Makers & Espresso Machines",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGACW0005ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.0,
    "Variant Compare At Price": 699.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/gaggia-anima-pretige-automatic-coffee-machine_c255cb04-e201-4834-a628-cb3cef721277.webp?v=1708613357"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-anima-prestige-super-automatic-espresso-machine",
    "Title": "Gaggia Anima Prestige Super-Automatic Espresso Machine",
    "Body (HTML)": "<h2>Gaggia Anima Prestige Overview</h2>\n<p>The Gaggia Anima Prestige is an Italian made super-automatic espresso machine with a slim and chic design and the ability to brew a cappuccino or latte macchiato at the touch of a button. Its tall spouts are perfect for long coffees or luxurious layered milk drinks and the one-touch carafe conveniently froths milk and can be stored in the fridge between uses. For multi-user households or people who enjoy extra large drinks, the large reservoir makes this machine an ideal choice.</p>\n<h2>Features and Performance</h2>\n<p>The Anima Prestige is a mere 8.8” wide and 13.4” high, making it most at home under tall cabinets or on a dedicated brew bar to provide clearance for the reservoir and hopper lids. Each drink is brewed with freshly ground beans via the 5 step ceramic burr grinder. You can customize your preferred drink strength with one of 5 settings between extra mild to extra strong and your preferred temperature between low, medium and high for a range of 160 - 185° f. To guarantee perfect dosing, the Gaggia Adapting System will automatically adjust the grind cycle as it learns your coffee after several brew cycles.<br><br>For coffee drinks the Anima Prestige offers on-demand espresso and espresso lungo which can be programmed to your desired volume simply by pressing and holding the button. Pressing the button twice will cause the drink to be ground and brewed twice in a row. You can also brew using pre-ground coffee by selecting the scoop icon via the aroma strength button and filling the machine via the bypass doser.<br><br>Milk drinks are produced with one-touch thanks to the auto-frothing carafe. With the carafe locked in, the Anima Prestige can produce a cappuccino, latte macchiato, or simply frothed milk at the touch of a button. The carafe inserts into a dedicated socket on the left side of the display and can be removed and stored in the refrigerator when not in use. When the carafe is removed, Gaggia has also included a hot water spout that takes its place and also allows you to dispense hot water for americanos, tea, or hot cocoa. Milk drinks and frothed milk can be customized just like the coffee drinks to your preferred coffee and milk volume.<br><br>Thanks to its height, the Anima Prestige has a tall 60 oz water reservoir and 15 puck dreg drawer. The bean hopper holds up to 8.8oz of whole bean coffee, the frothing carafe holds 17 oz of milk, and the drip tray has a 24 oz capacity with a red float to remind you when it needs to be emptied. The brew spouts are just shy of 6” tall and the blue LED screen alerts you when you need to refill the water reservoir, add more beans, clean the carafe, empty the dreg drawer, or descale.<br></p>\n<h2>Why You Should Get It</h2>\n<p>The Anima Prestige delivers effortless luxury with its tasteful steel accents and one-touch specialty milk drinks. Its carafe is a convenient solution to both milk frothing and easy cleanup while the higher capacities mean less emptying and refilling on your part. With a price tag of less than $1,000, this Anima’s Prestige is more in reach than you might think.</p>\n<h2>What's in the Box</h2>\n<ul>\n<li>1x Tube of Brew Group Lubricant</li>\n<li>1x Bypass Doser Measuring Scoop / Grind Adjustment Key</li>\n<li>1x Water Hardness Test Strip<br>\n</li>\n</ul>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "3d, Category: Featured Products, Category: Gaggia, Category: Milk Aficionado, Category: My Machine, Category: Summer Flash, Category: Super-Automatic, Feature: Feature Grid, GS: Enabled, Magento Import, Master SKU: GAANIMAPT, My Machines: Enabled, NTNID:23764, OES SKU: GAANIMAPT-WLL, On Sale, On Sale:Yes, Promo: BFCM: Eligible, Promo: Bonus Latte Rewards, Promo: Gaggia Machines: Eligible, Promo: Gaggia25 BonusLR, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, Property:On-Sale, tax_class_4, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0104ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.85,
    "Variant Compare At Price": 899.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/gaggia-anima-prestige-l_2.jpg?v=1708613594"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-anima-super-automatic-espresso-machine",
    "Title": "Gaggia Anima Super-Automatic Espresso Machine",
    "Body (HTML)": "<h2>Gaggia Anima Overview</h2>\n<p>The Gaggia Anima is a slim Italian espresso machine that is perfect for brewing full cups of coffee at the push of a button. Its tall spouts are just shy of 6” and can fit a wider variety of oversized cups and travel mugs than your typical espresso machine. Thanks to the added height, the Anima also has a 60 oz reservoir and 15 puck dreg drawer meaning less refilling and less emptying.</p>\n<h2>Features and Performance</h2>\n<p>Tall and narrow, at just 8.8” wide and 13.4” high, the Anima’s ideal home is under extra tall cabinets or on an island or dedicated espresso bar. Coffee is ground fresh for each drink by a 5 setting ceramic burr grinder and brew strength can be set in 5 steps between extra mild and extra strong. Thanks to the Gaggia Adapting System, the Anima will refine the dose based on your strength and grind setting to optimize brewing conditions for your coffee. Pre-ground coffee can also be loaded directly into the brew group via the bypass doser. And finally, you can set the Anima’s brew temperature to low, medium, or high for a range of 160 - 185° f.<br><br>On the left of the screen are the programmable buttons for one-touch espresso and espresso lungo. Each button can be programmed to your desired volume by simply pushing and holding it until the “memo” icon appears on the screen. You can also brew a double by pressing the drink button twice. For specialty milk drinks and non-coffee favorites like tea or cocoa, the Anima has a dedicated button for steam and another for hot water. To froth milk, the pannarello steam wand simplifies the process by automatically aerating milk to produce rich foam with ease.<br><br>The Anima’s large 60oz water reservoir and 15 puck dreg drawer are ideal for brewing frequent long coffees or for a household with multiple users. The bean hopper holds up to 8.8oz of whole bean coffee and the drip tray has a 24 oz capacity with a red float to remind you when it needs to be emptied. The brew spouts are just shy of 6” tall and the blue LED screen alerts you when you need to refill the water reservoir, add more beans, empty the dreg drawer, or descale.<br></p>\n<h2>Why You Should Get It</h2>\n<p>The Anima is perfect when you have an empty mug that’s waiting to be filled with coffee. It’s simple and stylish, but with some added capacity that makes it less needy than other machines and your novelty mug will appreciate the novelty of the tall spouts. On top of that, the pannarello wand puts milk frothing on cruise control so you can better enjoy your home café.</p>\n<h2>What's in the Box</h2>\n<ul>\n<li>1x Tube of Brew Group Lubricant</li>\n<li>1x Bypass Doser Measuring Scoop / Grind Adjustment Key</li>\n<li>1x Water Hardness Test Strip<br>\n</li>\n</ul>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "3d, Category: Gaggia, Category: Grab and Go, Category: My Machine, Category: Super-Automatic, Feature: Feature Grid, GS: Enabled, Magento Import, Master SKU: undefined, My Machines: Enabled, NTNID:23762, On Sale:No, Promo: BFCM: Eligible, Promo: Bonus Latte Rewards, Promo: Gaggia Machines: Eligible, Promo: Gaggia25 BonusLR, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, tax_class_4, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0101ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.85,
    "Variant Compare At Price": 699.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/gaggia_anima_super-automatic_espresso_machine.webp?v=1708613588"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-brera-espresso-machine-in-black",
    "Title": "Gaggia Brera Espresso Machine in Black",
    "Body (HTML)": "<h2>Gaggia Brera Overview</h2>\n<p>The Gaggia Brera is a compact Italian made espresso machine with authentic stainless steel accenting. Designed with convenience in mind, the Brera has just two buttons for espresso and long coffee and features an adaptive system that optimizes grinding times for your coffee. For café favorites like cappuccinos and lattes, the pannarello steam wand flattens the learning curve for rich airy milk foam.</p>\n<h2>Features and Performance</h2>\n<p>Capable and compact, the Brera delivers on performance and value. At just 10” wide and 12.4” tall, you’ll have no problem fitting this machine in your kitchen. When brewing, coffee is ground fresh using a 5 setting ceramic burr grinder, and you can tailor your desired strength to one of 3 settings. Based on your grind and strength, the Brera will automatically adjust its grind cycle to optimize the coffee dose for your extraction, becoming more accurate with each shot. You can also load pre-ground coffee directly into the group via the bypass doser.<br><br>Specialty milk drinks can be easily prepared with the pannarello steam wand. By positioning the selector switch to the left, the Brera will produce steam, allowing you to froth milk. The design of the pannarello wand produces rich milk foam with minimal technique required for the perfect homemade cappuccino. You can also produce hot water for drinks like Americanos, tea, and cocoa by positioning the selector switch to the right.<br><br>Capacity wise, the Brera has a 40 oz water reservoir, 8.8oz bean hopper, and can hold up to 9 spent pucks of coffee. The drip tray holds up to 28 oz of water, and the brew spouts can fit cups up to 4.5” tall which is enough clearance for a standard American coffee mug. Maintenance alerts will also keep you informed when you need to refill the water reservoir, add more beans, empty the dreg drawer, or descale.<br></p>\n<h2>Why You Should Get It</h2>\n<p>The Gaggia Brera delivers simple and authentic Italian espresso in a stylish package. Coffee is ground fresh with ceramic burrs while the Brera learns to pull a better shot with each espresso you brew. Lastly, the intuitive interface and simplified milk frothing are welcoming to home baristas of any skill level. Anybody short on space or on funds will find that the Brera fits their needs perfectly.</p>\n<h2>What's in the Box</h2>\n<ul>\n<li>1x Tube of Brew Group Lubricant</li>\n<li>Bypass Doser Measuring Scoop<br>\n</li>\n</ul>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "3d, Category: Gaggia, Category: My Machine, Category: Super-Automatic, Category: Top Rated by Our Customers, Feature: Feature Grid, GS: Enabled, Magento Import, Master SKU: GABRERA BLK, My Machines: Enabled, NTNID:6847, On Sale, On Sale:Yes, Promo: BFCM: Eligible, Promo: Bonus Latte Rewards, Promo: Gaggia Machines: Eligible, Promo: Gaggia15 BonusLR, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, Property:On-Sale, Sale: Cyber Monday: 2019, tax_class_4, Test: Super, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0103ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 294.85,
    "Variant Compare At Price": 529.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/brera-black-left-facing.webp?v=1708613592"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-brera-espresso-machine-in-silver",
    "Title": "Gaggia Brera Espresso Machine in Silver",
    "Body (HTML)": "<h2 data-mce-fragment=\"1\">Gaggia Brera Overview</h2>\n<p data-mce-fragment=\"1\">The Gaggia Brera is a compact Italian made espresso machine with authentic stainless steel accenting. Designed with convenience in mind, the Brera has just two buttons for espresso and long coffee and features an adaptive system that optimizes grinding times for your coffee. For café favorites like cappuccinos and lattes, the pannarello steam wand flattens the learning curve for rich airy milk foam.</p>\n<h2 data-mce-fragment=\"1\">Features and Performance</h2>\n<p data-mce-fragment=\"1\">Capable and compact, the Brera delivers on performance and value. At just 10” wide and 12.4” tall, you’ll have no problem fitting this machine in your kitchen. When brewing, coffee is ground fresh using a 5 setting ceramic burr grinder, and you can tailor your desired strength to one of 3 settings. Based on your grind and strength, the Brera will automatically adjust its grind cycle to optimize the coffee dose for your extraction, becoming more accurate with each shot. You can also load pre-ground coffee directly into the group via the bypass doser.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">Specialty milk drinks can be easily prepared with the pannarello steam wand. By positioning the selector switch to the left, the Brera will produce steam, allowing you to froth milk. The design of the pannarello wand produces rich milk foam with minimal technique required for the perfect homemade cappuccino. You can also produce hot water for drinks like Americanos, tea, and cocoa by positioning the selector switch to the right.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">Capacity wise, the Brera has a 40 oz water reservoir, 8.8oz bean hopper, and can hold up to 9 spent pucks of coffee. The drip tray holds up to 28 oz of water, and the brew spouts can fit cups up to 4.5” tall which is enough clearance for a standard American coffee mug. Maintenance alerts will also keep you informed when you need to refill the water reservoir, add more beans, empty the dreg drawer, or descale.<br data-mce-fragment=\"1\"></p>\n<h2 data-mce-fragment=\"1\">Why You Should Get It</h2>\n<p data-mce-fragment=\"1\">The Gaggia Brera delivers simple and authentic Italian espresso in a stylish package. Coffee is ground fresh with ceramic burrs while the Brera learns to pull a better shot with each espresso you brew. Lastly, the intuitive interface and simplified milk frothing are welcoming to home baristas of any skill level. Anybody short on space or on funds will find that the Brera fits their needs perfectly.</p>\n<h2 data-mce-fragment=\"1\">What's in the Box</h2>\n<ul data-mce-fragment=\"1\">\n<li data-mce-fragment=\"1\">1x Tube of Brew Group Lubricant</li>\n<li data-mce-fragment=\"1\">Bypass Doser Measuring Scoop</li>\n</ul>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "Category: Christmas Clearance, Category: Gaggia, Category: My Machine, Category: Super-Automatic, Feature: Feature Grid, GS: Enabled, Magento Import, Master SKU: GABRERA SLV, My Machines: Enabled, NTNID:6863, On Sale:No, Promo: BFCM: Eligible, Promo: Bonus Latte Rewards, Promo: Gaggia Machines: Eligible, Promo: Gaggia15 BonusLR, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, Sale: Cyber Monday: 2019, tax_class_4, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0102ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 294.85,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/brera-left-facing.webp?v=1708613590"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-cadorna-milk",
    "Title": "Gaggia Cadorna Milk Automatic Espresso Machine",
    "Body (HTML)": "<h2>Gaggia Cadorna Milk Overview</h2>\n<p>Gaggia’s Cadorna Milk is a 100% Italian manufactured super-automatic machine made for the home barista. The bean-to-cup machine sports a full color TFT screen display with backlight buttons to compliment it’s high-tech design. Users can access all of their favorite beverages, create &amp; personalize user profiles, and access settings for increased usability.</p>\n<h2>Features and Performance</h2>\n<p>The Cadorna Milk features 10 pre-programmed beverages including a ristretto, espresso, espresso lungo, coffee, americano, cappuccino, café au lait, latte macchiato, frothed milk, hot water for tea, hot cocoa, or infusions. You can play around with each beverage to craft something that you’ll really love, and if you’re really a fan of milk beverages, you’ll be excited to jump in with Gaggia’s innovative Cappincup System which kicks the home brewing experience up a notch. With one touch, you can create a seamlessly layered latte macchiato or cappuccino with no hassle or extra steps needed.</p>\n<p>The bean-to-cup machine also features 4 user profiles to use to your advantage. If you create something that you know will become a staple in your daily routine, you can program the beverage on the Cadorna Milk to save your beverage for next time. We love the ability to create user profiles on the Cadorna Milk because if you have multiple people using the machine, you won’t need to worry about anyone tinkering with your set profile or beverages. You can also create an espresso or milk-beverage of your choosing, and experiment with the grind setting, coffee temperature, the aroma and dosage using Gaggia’s Optiaroma system, and more which can all be saved to your own profile.</p>\n<p>If you’re feeling for decaf or have some pre-ground coffee on hand, the Cadorna Milk features a bypass doser with a measured scoop, you can add just the right amount of coffee for a flavorful cup of joe to start off your day. The built-in burrs are made of ceramic to prevent overheating or burning your coffee and to boost the quality of your coffee’s flavor and aroma.</p>\n<h2>Why You Should Get It</h2>\n<p>The Cadorna Milk is made for home baristas who can’t go without their daily cappuccino, latte macchiato or other milk beverage. It delivers a simple way to create barista quality beverages at the touch of a button and really puts the brewing experience in your hands while giving you functions to fine tune your journey as a home barista. <br></p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "3d, Category: Espresso Machines, Category: Gaggia, Category: My Machine, Category: Summer Flash, Category: Super-Automatic, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 28559, Promo: BFCM: Eligible, Promo: Gaggia Machines: Eligible, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0077ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 300.0,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/CadornaMilk-WebMain.webp?v=1708613529"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-cadorna-plus",
    "Title": "Gaggia Cadorna Barista Plus Automatic Espresso Machine",
    "Body (HTML)": "<h2>Gaggia Cadorna Barista Plus Overview</h2>\n<p>The Gaggia Cadorna Bariista Plus is a 100% Italian manufactured super-automatic machine made for the home barista. The bean-to-cup machine sports a full color TFT screen display with backlit buttons to compliment it’s high-tech design. Users can access all of their favorite beverages, create &amp; personalize user profiles, and access settings for increased usability.</p>\n<h2>Features and Performance</h2>\n<p>The Cadorna Barista Plus features 6 pre-programmed beverages for your convenience, including a ristretto, espresso, espresso lungo, coffee, Americano, and hot water for tea, hot cocoa, or infusions. You can play around with each beverage to craft something that you’ll really love whether it’s a flat white or a standard espresso. If you created something that you know will become a staple in your daily routine, you can program the beverage on the machine by creating one of four available user profiles and saving it for next time.</p>\n<p>We love the ability to create user profiles on the Cadorna Barista Plus because if you have multiple people using the machine, you won’t need to worry about anyone tinkering with your set profile or beverages. You can create an espresso or milk-beverage of your choosing, and experiment with the grind setting, coffee temperature, the aroma and dosage using Gaggia’s Optiaroma system, and more which can all be saved to your own profile.</p>\n<p>There’s even more to love on this bean-to-cup machine including it’s commercial style steam wand which lets you texture milk, just the way you like it, for any milk beverage. Seen on higher-end and commercial espresso machines, the Cadorna Barista Plus steam wand is perfect for controlling the results and quality of your milk, and you’ll even have the option to create milk suitable for latte art. The Cadorna Barista Plus puts the brewing experience in your hands while giving you functions to fine tune your journey as a home barista, but it doesn’t stop there.</p>\n<p>If you’re feeling for decaf or have some pre-ground coffee on hand, the Cadorna Barista Plus features a bypass doser with a measured scoop, you can add just the right amount of coffee for a flavorful cup of joe to start off your day. The built-in burrs are made of ceramic to prevent overheating or burning your coffee and to boost the quality of your coffee’s flavor and aroma.</p>\n<h2>Why You Should Get It</h2>\nThe Cadorna Barista Plus is made for home baristas who crave an unbeatable experience and balance of convenience, some control and the ability to create delicious barista quality beverages. Gaggia crafted an innovative bean-to-cup machine with impeccable user functionality with a mix of Italian charm and modern technology.<br>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "3d, Category: 25th Anniversary, Category: Espresso Machines, Category: Gaggia, Category: My Machine, Category: Super-Automatic, customizer, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 28558, Promo: BFCM: Eligible, Promo: Gaggia Machines: Eligible, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, visible, YGroup_cadorna_barista_plus",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0087ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 296.35,
    "Variant Compare At Price": 799.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/CadornaPlus-WebMain.webp?v=1708613551"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-carezza-deluxe",
    "Title": "Gaggia Carezza De LUXE Espresso Machine",
    "Body (HTML)": "<h3><strong>Owning the Gaggia Carezza De LUXE</strong></h3>\n<p>When we first saw the Gaggia Carezza, we forgot what year it was. The retro Italian styling is a blast from the past, belying what we’ve found to be substantial brewing power for its class. A built-in temperature gauge shows a real-time readout of the boiler, which heats up rapidly. In fact, the Carezza De LUXE is ready to brew in within moments of powering on; ideal for anyone on a tight schedule. We think this machine does a lot of things right. Its automated pre-infusion function evenly soaks your coffee to maintain temperature and aid in the extraction of your coffee's flavor profile. The Carezza’s specially designed Crema Perfetta double-walled pressurized portafilter is specifically designed for use with ESE pods and ground coffee, eliminating the need for a grinder. Tamping isn’t necessary either, but our tests found that a light tamp can really improve your shots. <br><br>The Carezza De LUXE blends innovation with ease of use. As a hybrid machine, it brings together the control found in a semi-automatic machine, and some of the convenient elements found in a super. All-in-all, the we find the Carezza to be super easy to master and maintain. Its small footprint, and independence from grinders makes this machine a must have for beginners or baristas on a budget. For added control over your drinks, check out the Gaggia Classic; it allows for both pressurized and commercial-style brewing and steaming.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: Christmas Clearance, Category: Gaggia, Category: Grab and Go, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, Clearance, Feature: Feature Grid, GS: Enabled, Magento Import, Master SKU: GACARDLX, My Machines: Enabled, NTNID:25597, On Sale:No, Promo: Bonus Latte Rewards, Promo: Free Scale: Included, Promo: Gaggia Machines: Eligible, Promo: Gaggia15 BonusLR, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, tax_class_2, Test: Prosumer, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0094ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 213.85,
    "Variant Compare At Price": 349.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/IMG_2336.webp?v=1708613568"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-classic-prestige",
    "Title": "Gaggia Classic Prestige",
    "Body (HTML)": "<h2>Gaggia Classic Prestige Overview</h2>\n<p>The Gaggia Classic Prestige is an upgraded version of the Classic Pro semi-automatic espresso machine. Bundled with both official Gaggia accessories and precision brewing components from Barista Improving Taste, it improves on the performance and look of the Classic Pro while remaining an incredible value.</p>\n<h2>Features and Performance</h2>\n<p>With its 58mm chrome plated brass portafilter and precision Barista Improving Taste 18g basket, the Classic Prestige can pull shots on par with specialty coffee shops. The portafilter itself is a serious upgrade, featuring a high quality ashwood handle and comes paired with an ashwood handle 58mm tamper. The commercial style chrome plated brass brew group provides further temperature stability and the 3-way solenoid valve relieves pressure after brewing for clean and easy to knock out pucks of espresso. <br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">Internally, the Classic Prestige brews using a vibration pump with thick rubber mounts for noise reduction. Its aluminum boiler features externally embedded heating elements that are protected from burning out and heats up to brew temperature in roughly one minute. <br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">To operate the machine, a suite of high quality rocker switches are used to power the machine on and off, brew, and switch between brew and steam mode. A pair of two thermostats regulate the boiler for brew and steam temperatures with LED ready lights to indicate when the machine is up to temp for your selected mode.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">For steaming milk, the commercial style steam wand takes a bit of practice, but can produce latte art quality milk foam when used with proper technique. Final touches include the one-piece steel housing which encompasses the entire machine with a timeless brushed finish and curved elements to match the contours of the drip tray.</p>\n<h2>Why You Should Get It</h2>\n<p>If you liked the Gaggia Classic Pro and were interested in taking it to the next level, the Classic Prestige bundles a number of terrific accessories that enhance both the look of the machine and its performance. Authentic ash wood, precision Italian made components, and unbeatable value for commercial quality components like the chrome plated brass 58mm portafilter and brew group make the Classic Prestige a winner in our book.</p>\n<h2>Accessories</h2>\n<p>- Gaggia Ashwood Handle Tamper 58mm</p>\n<p>- Gaggia Ashwood Handle Portafilter</p>\n<p>- Caffewerks Orange 8mm Silicone Group Gasket</p>\n<p>- Barista Improving Taste 18g Basket</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: Gaggia, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, Category: The Home Barista, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 29847, On Sale:No, Promo: Free Scale: Included, Promo: Gaggia Machines: Eligible, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, STOCKID: 29472, tax_class_4, visible, Wood Accents, YGroup_gaggia_classic_pro_color",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0061ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 289.35,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/IMG_6710.webp?v=1708613490"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-classic-pro",
    "Title": "Gaggia Classic Pro Semi-Automatic Espresso Machine",
    "Body (HTML)": "<h3><strong>Owning the Gaggia Classic Pro</strong></h3>\n<p><strong>2021 UPGRADE - Stainless Steel Shower Holding Plate Now Included</strong></p>\n<p>Making its debut in 2019, nearly 3 decades after the original Classic was introduced, the Gaggia Classic Pro is the successor to what is considered by many to be the best entry-level espresso machine of all time. With many subtle improvements, the now 100% Italian made Classic Pro doesn't change what it doesn't need to; it features the same rapid heating boiler, 3-way solenoid valve, and 58 mm commercial chrome-plated brass portafilter as before. Something that has changed is the new commercial style steam wand. This highly requested feature helps the Classic Pro punch above its weight class, and is capable of producing rich, velvety milk foam, perfect for latte art.</p>\n<p>More nuanced updates include the change from a single control panel to distinct rocker switches for power, brew, and steam. The housing of the Classic Pro has also been refined. Indents in the frame make it easier to remove the water reservoir, while the drip tray has been streamlined with rounded edges that accentuate the contours of the machine. The decompression duct has also received a rubber grip for safer and easier removal. Internally, the brew boiler still features embedded heating elements and is ready to brew in five or so minutes. Switching to steam takes another sixty seconds, and a quick flush brings you right back to brew temperature. Brewing on the Classic Pro is even quieter than before thanks to improvements to the pump mounting that reduce noise while operating.</p>\n<p>Each Classic Pro ships with a plastic tamper, a single and double shot commercial basket, and a pressurized double shot basket and two-way pin. Out of the box you're equipped to brew both pre-ground and freshly ground coffee, but your best shots will be pulled with freshly ground coffee from a burr grinder. Whether you're cutting your teeth as a new barista, or a veteran looking for a return to form, the Gaggia Classic Pro makes authentic home espresso more accessible than ever.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "3d, Alternate: Color, Category: 25th Anniversary, Category: Classic Color, Category: Gaggia, Category: My Machine, Category: Promotions, Category: Semi-Automatic, Category: Single Boiler, Category: Summer Flash, Category: The Home Barista, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 26737, On Sale:Yes, Premium Entry Level, Promo: Free Scale: Included, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, Sale: Cyber Monday: 2019, tax_class_4, Test: Prosumer, visible, YGroup_gaggia_classic_pro_color",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0105ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 276.25,
    "Variant Compare At Price": 449.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Gaggia_Classic_Pro_-_Main.webp?v=1708613595"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-classic-pro-espresso-machine-in-cherry-red",
    "Title": "Gaggia Classic Pro Espresso Machine in Cherry Red",
    "Body (HTML)": "<h3><strong>Owning the Gaggia Classic Pro</strong></h3>\n<p>Making its debut in 2019, nearly 3 decades after the original Classic was introduced, the Gaggia Classic Pro is the successor to what is considered by many to be the best entry-level espresso machine of all time. With many subtle improvements, the now 100% Italian made Classic Pro doesn't change what it doesn't need to; it features the same rapid heating boiler, 3-way solenoid valve, and 58 mm commercial chrome-plated brass portafilter as before. Something that has changed is the new commercial style steam wand. This highly requested feature helps the Classic Pro punch above its weight class, and is capable of producing rich, velvety milk foam, perfect for latte art.</p>\n<p>More nuanced updates include the change from a single control panel to distinct rocker switches for power, brew, and steam. The housing of the Classic Pro has also been refined. Indents in the frame make it easier to remove the water reservoir, while the drip tray has been streamlined with rounded edges that accentuate the contours of the machine. The decompression duct has also received a rubber grip for safer and easier removal. Internally, the brew boiler still features embedded heating elements and is ready to brew in five or so minutes. Switching to steam takes another sixty seconds, and a quick flush brings you right back to brew temperature. Brewing on the Classic Pro is even quieter than before thanks to improvements to the pump mounting that reduce noise while operating.</p>\n<p>Each Classic Pro ships with a plastic tamper, a single and double shot commercial basket, and a pressurized double shot basket and two-way pin. Out of the box you're equipped to brew both pre-ground and freshly ground coffee, but your best shots will be pulled with freshly ground coffee from a burr grinder. Whether you're cutting your teeth as a new barista, or a veteran looking for a return to form, the Gaggia Classic Pro makes authentic home espresso more accessible than ever.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: Classic Color, Category: Gaggia, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, Category: Summer Flash, Category: The Home Barista, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 28458, On Sale:No, Premium Entry Level, Promo: Free Scale: Included, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, tax_class_4, visible, YGroup_gaggia_classic_pro_color",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0089ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 300.0,
    "Variant Compare At Price": 499.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/IMG_2357.webp?v=1708613555"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-classic-pro-espresso-machine-in-classic-blue",
    "Title": "Gaggia Classic Pro Espresso Machine in Classic Blue",
    "Body (HTML)": "<h3><strong>Owning the Gaggia Classic Pro</strong></h3>\n<p>Making its debut in 2019, nearly 3 decades after the original Classic was introduced, the Gaggia Classic Pro is the successor to what is considered by many to be the best entry-level espresso machine of all time. With many subtle improvements, the now 100% Italian made Classic Pro doesn't change what it doesn't need to; it features the same rapid heating boiler, 3-way solenoid valve, and 58 mm commercial chrome-plated brass portafilter as before. Something that has changed is the new commercial style steam wand. This highly requested feature helps the Classic Pro punch above its weight class, and is capable of producing rich, velvety milk foam, perfect for latte art.</p>\n<p>More nuanced updates include the change from a single control panel to distinct rocker switches for power, brew, and steam. The housing of the Classic Pro has also been refined. Indents in the frame make it easier to remove the water reservoir, while the drip tray has been streamlined with rounded edges that accentuate the contours of the machine. The decompression duct has also received a rubber grip for safer and easier removal. Internally, the brew boiler still features embedded heating elements and is ready to brew in five or so minutes. Switching to steam takes another sixty seconds, and a quick flush brings you right back to brew temperature. Brewing on the Classic Pro is even quieter than before thanks to improvements to the pump mounting that reduce noise while operating.</p>\n<p>Each Classic Pro ships with a plastic tamper, a single and double shot commercial basket, and a pressurized double shot basket and two-way pin. Out of the box you're equipped to brew both pre-ground and freshly ground coffee, but your best shots will be pulled with freshly ground coffee from a burr grinder. Whether you're cutting your teeth as a new barista, or a veteran looking for a return to form, the Gaggia Classic Pro makes authentic home espresso more accessible than ever.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: Classic Color, Category: Gaggia, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, Category: The Home Barista, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 28460, On Sale:No, Premium Entry Level, Promo: Free Scale: Included, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, tax_class_4, visible, YGroup_gaggia_classic_pro_color",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0084ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 291.85,
    "Variant Compare At Price": 499.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/IMG_2363.webp?v=1708613544"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-classic-pro-espresso-machine-in-industrial-grey",
    "Title": "Gaggia Classic Pro Espresso Machine in Industrial Grey",
    "Body (HTML)": "<h3><strong>Owning the Gaggia Classic Pro</strong></h3>\n<p>Making its debut in 2019, nearly 3 decades after the original Classic was introduced, the Gaggia Classic Pro is the successor to what is considered by many to be the best entry-level espresso machine of all time. With many subtle improvements, the now 100% Italian made Classic Pro doesn't change what it doesn't need to; it features the same rapid heating boiler, 3-way solenoid valve, and 58 mm commercial chrome-plated brass portafilter as before. Something that has changed is the new commercial style steam wand. This highly requested feature helps the Classic Pro punch above its weight class, and is capable of producing rich, velvety milk foam, perfect for latte art.</p>\n<p>More nuanced updates include the change from a single control panel to distinct rocker switches for power, brew, and steam. The housing of the Classic Pro has also been refined. Indents in the frame make it easier to remove the water reservoir, while the drip tray has been streamlined with rounded edges that accentuate the contours of the machine. The decompression duct has also received a rubber grip for safer and easier removal. Internally, the brew boiler still features embedded heating elements and is ready to brew in five or so minutes. Switching to steam takes another sixty seconds, and a quick flush brings you right back to brew temperature. Brewing on the Classic Pro is even quieter than before thanks to improvements to the pump mounting that reduce noise while operating.</p>\n<p>Each Classic Pro ships with a plastic tamper, a single and double shot commercial basket, and a pressurized double shot basket and two-way pin. Out of the box you're equipped to brew both pre-ground and freshly ground coffee, but your best shots will be pulled with freshly ground coffee from a burr grinder. Whether you're cutting your teeth as a new barista, or a veteran looking for a return to form, the Gaggia Classic Pro makes authentic home espresso more accessible than ever.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: Classic Color, Category: Gaggia, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, Category: The Home Barista, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 28461, On Sale:No, Premium Entry Level, Promo: Free Scale: Included, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, tax_class_4, visible, YGroup_gaggia_classic_pro_color",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0073ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.35,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/IMG_2366.webp?v=1708613521"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-classic-pro-espresso-machine-in-thunder-black",
    "Title": "Gaggia Classic Pro Espresso Machine in Thunder Black",
    "Body (HTML)": "<h3><strong>Owning the Gaggia Classic Pro</strong></h3>\n<p>Making its debut in 2019, nearly 3 decades after the original Classic was introduced, the Gaggia Classic Pro is the successor to what is considered by many to be the best entry-level espresso machine of all time. With many subtle improvements, the now 100% Italian made Classic Pro doesn't change what it doesn't need to; it features the same rapid heating boiler, 3-way solenoid valve, and 58 mm commercial chrome-plated brass portafilter as before. Something that has changed is the new commercial style steam wand. This highly requested feature helps the Classic Pro punch above its weight class, and is capable of producing rich, velvety milk foam, perfect for latte art.</p>\n<p>More nuanced updates include the change from a single control panel to distinct rocker switches for power, brew, and steam. The housing of the Classic Pro has also been refined. Indents in the frame make it easier to remove the water reservoir, while the drip tray has been streamlined with rounded edges that accentuate the contours of the machine. The decompression duct has also received a rubber grip for safer and easier removal. Internally, the brew boiler still features embedded heating elements and is ready to brew in five or so minutes. Switching to steam takes another sixty seconds, and a quick flush brings you right back to brew temperature. Brewing on the Classic Pro is even quieter than before thanks to improvements to the pump mounting that reduce noise while operating.</p>\n<p>Each Classic Pro ships with a plastic tamper, a single and double shot commercial basket, and a pressurized double shot basket and two-way pin. Out of the box you're equipped to brew both pre-ground and freshly ground coffee, but your best shots will be pulled with freshly ground coffee from a burr grinder. Whether you're cutting your teeth as a new barista, or a veteran looking for a return to form, the Gaggia Classic Pro makes authentic home espresso more accessible than ever.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "25th anniversary pre-holiday deals, Category: Classic Color, Category: Gaggia, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, Category: The Home Barista, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 28459, On Sale:No, Premium Entry Level, Promo: Free Scale: Included, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, tax_class_4, visible, YGroup_gaggia_classic_pro_color",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0095ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 291.85,
    "Variant Compare At Price": 499.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/IMG_2369.webp?v=1708613571"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-classic-pro-in-polar-white",
    "Title": "Gaggia Classic Pro in Polar White",
    "Body (HTML)": "<h3>Owning the Gaggia Classic Pro</h3>\nMaking its debut in 2019, nearly 3 decades after the original Classic was introduced, the Gaggia Classic Pro is the successor to what is considered by many to be the best entry-level espresso machine of all time. With many subtle improvements, the now 100% Italian made Classic Pro doesn't change what it doesn't need to; it features the same rapid heating boiler, 3-way solenoid valve, and 58 mm commercial chrome-plated brass portafilter as before. Something that has changed is the new commercial style steam wand. This highly requested feature helps the Classic Pro punch above its weight class, and is capable of producing rich, velvety milk foam, perfect for latte art.<br><br>More nuanced updates include the change from a single control panel to distinct rocker switches for power, brew, and steam. The housing of the Classic Pro has also been refined. Indents in the frame make it easier to remove the water reservoir, while the drip tray has been streamlined with rounded edges that accentuate the contours of the machine. The decompression duct has also received a rubber grip for safer and easier removal. Internally, the brew boiler still features embedded heating elements and is ready to brew in five or so minutes. Switching to steam takes another sixty seconds, and a quick flush brings you right back to brew temperature. Brewing on the Classic Pro is even quieter than before thanks to improvements to the pump mounting that reduce noise while operating.<br><br>Each Classic Pro ships with a plastic tamper, a single and double shot commercial basket, and a pressurized double shot basket and two-way pin. Out of the box you're equipped to brew both pre-ground and freshly ground coffee, but your best shots will be pulled with freshly ground coffee from a burr grinder. Whether you're cutting your teeth as a new barista, or a veteran looking for a return to form, the Gaggia Classic Pro makes authentic home espresso more accessible than ever.",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: Classic Color, Category: Gaggia, Category: My Machine, Category: Semi-Automatic, Category: Single Boiler, Category: The Home Barista, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 28489, On Sale:No, Premium Entry Level, Promo: Free Scale: Included, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, semi, tax_class_4, visible, YGroup_gaggia_classic_pro_color",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0090ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 291.85,
    "Variant Compare At Price": 499.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/IMG_2360_02.webp?v=1708613558"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-magenta-plus-super-automatic-espresso-machine",
    "Title": "Gaggia Magenta Plus Super-Automatic Espresso Machine",
    "Body (HTML)": "<h2>Gaggia Magenta Plus Overview<br data-mce-fragment=\"1\">\n</h2>\n<p>With a commercial steam wand and a full color display, the Gaggia Magenta Plus is the perfect amount of barista for someone whose time is a premium but still wants premium quality espresso beverages. The Magenta Plus brings multiple updates to the much loved Gaggia Anima, improving the operating platform with full customization of four coffee drinks including a true one-touch Americano. This machine simplifies authentic espresso while offering full control over milk frothing.<br data-mce-fragment=\"1\"></p>\n<h2>Features &amp; Performance<br data-mce-fragment=\"1\">\n</h2>\n<p>Based on the Anima series espresso machines, the Magenta Plus inherits the same slim design at under 10” wide, tall spouts with 6” of clearance, and the same updated brew group to dose 6.5 - 11.5g of freshly ground coffee for every drink. Improvements begin with the Magenta’s full color display which features crisp icon based navigation for all drink options and audio feedback to confirm your selections. The menu of one-touch beverages will satisfy any coffee drinker with espresso (x2), espresso lungo (x2), coffee (x2), and a true americano available at the push of a button. You can also dispense hot water for tea or cocoa and most importantly steam to froth milk.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">Each drink can be customized to your desired temperature, brew strength, and volume. You can also choose to brew with pre-ground coffee using the bypass doser, or make two drinks consecutively when selecting the espresso, espresso lungo, or coffee options. The hot water feature can be set to your preferred volume while the steam function will dispense steam for as long as you like. The true commercial steam wand with a 1-hole tip takes a bit of practice, but produces the best frothed milk of any super-automatic machine on the market.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">Improving on more than just the brewing performance, the aesthetics of the machine have been updated in a similar fashion to Cadorna series. In addition to the full color display, attention has been paid to the spout assembly and drip tray, adding striking red accenting, a secure magnetic cover, and the subtle but genius stainless steel cup platform that can be attached to the front of the machine to prevent splashing when brewing into smaller cups.</p>\n<h2>Why You Should Get It</h2>\nIf you love authentic Italian espresso and have been searching for a machine that delivers value, quality, and flexibility, the Gaggia Magenta Plus may have been made for you. With a true commercial wand, if you have the inclination, you can produce some of the best milk available to super-automatic machines while enjoying easy espressos. Compact and classy, the Magenta Plus will have no issues sliding into your kitchen. <br data-mce-fragment=\"1\">",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "Category: Gaggia, Category: My Machine, Category: Super-Automatic, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 30255, On Sale:No, Promo: BFCM: Eligible, Promo: Gaggia Machines: Eligible, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, Test: Super, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0078ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 296.85,
    "Variant Compare At Price": 799.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/MagentaPlus-Main.webp?v=1708613532"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-magenta-prestige-super-automatic-espresso-machine",
    "Title": "Gaggia Magenta Prestige Super-Automatic Espresso Machine",
    "Body (HTML)": "<h2>Gaggia Magenta Prestige Overview</h2>\n<p>Sleek and modern, the Magenta Prestige ushers in a new era of super-automatic espresso machines from Gaggia. Equipped with a convenient one-touch milk carafe, a vivid color display, and capacitive touch controls, the Magenta Prestige makes it easier than ever to craft café favorites like cappuccinos, flat whites, and Americanos at home. Robust customization options allow you to further refine your drinks to your exact specifications.</p>\n<h2>Features &amp; Performance</h2>\n<p>The Gaggia Magenta Prestige offers the best of Gaggia’s beverage programming. Following the example set by the Cadorna series, the Magenta allows you to fully customize each drink on the menu, setting your desired temperature, brew strength (or pre-ground coffee), and volume for all coffee drinks, as well as your desired quantity of milk when applicable. In step with modern tastes, the full drink menu offers a total 12 selections including: ristretto (x2), espresso (x2), espresso lungo (x2), coffee (x2), americano, cappuccino, café au lait, café cortado, frothed milk, flat white, latte macchiato, and hot water.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">To customize a drink to your tastes, simply select it from the menu and make your desired changes. All 12 of the drink options can be found on the home menu with crisp full color icons of each drink. Any time you alter the settings for a drink, you’ll be prompted to save your changes at the end of the brew cycle. In order to accommodate such a wide variety of drink options, Gaggia outfitted the Magenta with a high quality steel cup riser that can be seated on the drip tray for taller cups or locked into the front of the machine to elevate your cup closer to the spouts to prevent splashing. The drip tray cover itself is a quality piece of fitted steel that secures magnetically for a more premium fit and finish.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\">The star of the show for the Magenta Prestige is of course the auto-frothing carafe. Locking into the front of the machine, the froths and dispenses milk automatically when preparing a milk drink. After brewing, the quick clean feature allows you to rinse the carafe before next use, and a deep clean function can be accessed from within the Magenta’s menu. When not in use, you can store the carafe in the refrigerator and insert the included water spout attachment in its place. Perhaps most impressive of all, the programming logic will vary the order in which coffee or milk is dispensed for each drink, with milk first for cappuccinos and latte macchiatos, and coffee first for the café au lait, cortado, and flat white.</p>\n<h2>Why You Should Get It</h2>\nThe Magenta Prestige is the perfect machine for a smaller number of users who still drink a wide variety of beverages, offering compelling choices like the true Americano which adds hot water to freshly brewed espresso at the push of a button. The one-touch carafe makes it easier than ever to produce varied and delicious and authentic milk drinks with minimal effort and cleanup. A step in a modern direction for Gaggia, the striking red trim, full color display, and capacitive buttons have the Magenta Prestige looking better than ever and certain to wow guests with its Italian design.<br data-mce-fragment=\"1\">",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "Category: Gaggia, Category: My Machine, Category: Super-Automatic, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 30256, On Sale:No, Promo: BFCM: Eligible, Promo: Gaggia Machines: Eligible, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0097ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.35,
    "Variant Compare At Price": 999.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/MagentaPrestige-Main.webp?v=1708613576"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-velasca-automatic-coffee-and-espresso-machine",
    "Title": "Gaggia Velasca Automatic Coffee and Espresso Machine",
    "Body (HTML)": "<h2>Gaggia Velasca Overview</h2>\n<p>The Gaggia Velasca is an Italian made super-automatic espresso machine that delivers both convenience and quality espresso. With 5 strength selections, 3 temperatures, and 10 grinder settings, the Velasca offers more drink customization options than any other machine in its price range. Great for those who are short on space, its front loading reservoir and dreg drawer allow you to position the machine under cabinets where clearance is limited.</p>\n<h2>Features and Performance</h2>\n<p>The Velasca delivers hands-down best value for drink customization among entry level super-automatic espresso machines. Thanks to its 10 setting ceramic burr grinder, the Velasca can be dialed in more precisely to your specific coffee, with the Gaggia Adapting System optimizing dosing across the 5 brew strength settings. Further refinement in the form of 3 temperature settings make the Velasca an ideal choice for anyone looking to experiment with espresso extraction without a manual machine. You can also brew using pre-ground espresso via the bypass doser.<br><br>Your choice of espresso and espresso lungo are available on demand via dedicated brew buttons on the left side of the display. Each button can be programmed to your desired volume by pushing and holding it until “memo” appears on the screen. You can also grind and brew twice in a row simply by pressing the button two times in quick succession. On the right side of the machine the dedicated buttons for steaming and hot water allow you to froth milk or dispense water via the steam wand. The pannarello design of the wand automatically aerates milk to a rich and creamy foam while the black plastic matches the black houses and is easier to clean.<br><br>Modestly sized, the Velasca has a 54 oz water reservoir, a 10.6 oz bean hopper, 4.5” brew spouts, a 2 cup tray, a 10 puck dreg drawer, and an 18 oz drip tray with a water level float. The blue LED screen is clean and easy to read and the extra large buttons make interfacing with the machine a snap. Maintenance alerts keep you on top of filling the reservoir, bean hopper, emptying the dreg drawer, and descaling.<br></p>\n<h2>Why You Should Get It</h2>\n<p>The Velasca is perfect for the adventurous sort who sticks within the budget. Its wide variety of brew settings allow you to refine your coffee to your exact preferences. It’s an ideal machine for the espresso purist, but also capable of brewing specialty milk drinks with ease. Final word on the Velasca is its convenient front loading reservoir and cup tray for kitchens where space is a premium.</p>\n<h2>What's in the Box</h2>\n<ul>\n<li>1x Tube of Brew Group Lubricant</li>\n<li>1x Bypass Doser Measuring Scoop / Grind Adjustment Key</li>\n<li>1x Water Hardness Test Strip<br>\n</li>\n</ul>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "3d, Category: Gaggia, Category: Grab and Go, Category: My Machine, Category: Super-Automatic, Feature: Feature Grid, GS: Enabled, Magento Import, Master SKU: GAVELASCA, My Machines: Enabled, NTNID:25334, On Sale:No, Promo: BFCM: Eligible, Promo: Bonus Latte Rewards, Promo: Gaggia Machines: Eligible, Promo: Gaggia25 BonusLR, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, tax_class_2, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0100ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 298.85,
    "Variant Compare At Price": 749.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/velasca_main_1.webp?v=1708613586"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "gaggia-velasca-prestige-one-touch-coffee-and-espresso-machine",
    "Title": "Gaggia Velasca Prestige One-Touch Coffee and Espresso Machine",
    "Body (HTML)": "<h2>Gaggia Velasca Prestige Overview</h2>\n<p>The Gaggia Velasca Prestige is an Italian made super-automatic espresso machine that delivers some of the best features in espresso brewing and milk frothing under $1,000. With a 10 setting ceramic burr grinder and the inclusion of optional pre-infusion, it can extract nuanced shots with ease. For milk frothing, the auto-carafe can make cappuccinos and milk foam at the push of a button and features tasteful stainless steel accenting and a handle for easier docking with the machine.</p>\n<h2>Features and Performance</h2>\n<p>Few if any super-automatic machines under $1,000 can pull a shot quite like the Velasca Prestige. Every shot is ground fresh by the burr grinder which can be set to one of 10 degrees of fineness. Then, you can refine your coffee further with 5 strength settings between extra mild to extra strong, 3 temperature settings, and the option to pre-infuse your coffee for richer extractions. To ensure perfect dosing, the Gaggia Adapting System uses a learning algorithm that updates the precision of the grinding cycle based on your selected strength and your coffee.<br><br>For strictly coffee drinks, the dedicated espresso and espresso lungo buttons will brew your beverage on demand. You can also program your desired volume for these drinks by pressing and holding the button while brewing. Pressing the buttons twice will grind and brew two times in a row for extra strong cups or for serving multiple people. To brew with pre-ground coffee, simply press the aroma strength button until the scoop icon displays on the screen and load coffee into the machine via the bypass doser.<br><br>The Velasca Prestige’s auto-frothing milk carafe puts cappuccinos, milk foam, and the unique “baby cappuccino” at your fingertips. Touches like stainless steel accents or magnetic locking arm elevate the experience of frothing milk with a premium look and feel. The cappuccino and milk foam are fully customizable, while the baby cappuccino is a small and quick shot of espresso with a dollop of foam similar to an espresso macchiato. A carafe quick clean button makes rising and cleaning a breeze and you can store the carafe in the refrigerator when not in use. Also included is a hot water spout that fits into the socket when the carafe is removed.<br><br>A final touch that rounds out the machine is the 8” x 3” cup tray that can comfortably fit around 3 espresso or 2 cappuccino cups. The Velasca Prestige has a 54 oz water reservoir, a 10.6 oz bean hopper, a 17 oz carafe, 4.5” brew spouts, a 2 cup tray, a 10 puck dreg drawer, and an 18 oz drip tray with a water level float. The blue LED screen is clean and easy to read and the extra large buttons make interfacing with the machine a snap. Maintenance alerts keep you on top of filling the reservoir, bean hopper, emptying the dreg drawer, cleaning the carafe, and descaling.<br></p>\n<h2>Why You Should Get It</h2>\n<p>The Velasca Prestige delivers some of the best coffee and milk beverages in the under $1,000 category. It has some of the best brewing features for extracting delicious shots of espresso, and the milk carafe is in a class of its own among auto-frothing systems. If you’re looking for great coffee and great value without compromising either, the Velasca Prestige is a strong contender.</p>\n<h2>What's in the Box</h2>\n<ul>\n<li>1x Tube of Brew Group Lubricant</li>\n<li>1x Bypass Doser Measuring Scoop / Grind Adjustment Key</li>\n<li>1x Water Hardness Test Strip<br>\n</li>\n</ul>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Super-Automatic)",
    "Tags": "3d, Category: Gaggia, Category: Milk Aficionado, Category: My Machine, Category: Super-Automatic, Category: Top Rated by Our Customers, Feature: Feature Grid, GS: Enabled, Magento Import, Master SKU: GAVELASCAPT, My Machines: Enabled, NTNID: 25335, On Sale:No, Promo: BFCM: Eligible, Promo: Bonus Latte Rewards, Promo: Gaggia Machines: Eligible, Promo: Gaggia25 BonusLR, Promo: GAGGIA: Eligible, Promo: Site Wide: Eligible, tax_class_2, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGAEW0099ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.85,
    "Variant Compare At Price": 1099.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/velasca_prestige_main_1.webp?v=1708613583"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "grosche-milano-stovetop-espresso-maker-steel-black-10-cup-16-9-oz",
    "Title": "Grosche Milano Stovetop Espresso Maker - Steel Black/10 cup/16.9 oz",
    "Body (HTML)": "<h3 class=\"product-short-description\"><strong> The newest addition to the Milano family </strong></h3>\n<div class=\"product-short-description\"></div>\n<div class=\"product-short-description\">Milano Stovetop espresso makers are very popular. Due to overwhelming demand, Grosche has now created a stainless steel version of the coffee maker. So now we welcome the Milano Steel!</div>\n<div class=\"product-short-description\"></div>\n<div class=\"product-short-description\">With the same attention to detail, the Milano Steel is a stainless Steel Stovetop espresso maker. You will feel the quality the moment you hold it in your hands. The Satin finish on the boiler, the subtle curves of the handle, and the matte black powder coating on the top make this a classic and stylish way to make stovetop espresso in a stainless steel moka pot.\n<p class=\"a-spacing-base\"></p>\n<h3>Stainless Steel vs. Aluminum</h3>\n<p class=\"a-spacing-base\">Many people prefer a stainless steel coffee maker over an aluminium moka pot. This stainless steel coffee maker can be used on all types of stove tops like gas stove, induction stove, electric coil stove, propane stove, etc. Our aluminum moka pots are also high quality. However, we recommend that people not use aluminum on induction stoves because the material does not heat properly. Now with the stainless steel Milano, anyone can use this moka pot on any stovetop!</p>\n<h3>Versatile and dishwasher safe</h3>\nThe Milano has been especially designed to brew smooth and rich moka coffee with the fine stainless steel boiler, body, and funnel as well. It is built to be heavy, and strong, and it will last you a lifetime. Replacement silicone gaskets are available for this espresso maker. However, you can also use it as a Greca coffee maker, a cuban coffee maker, a stovetop espresso machine, or an Italian style coffee percolator.</div>\n<div class=\"product-short-description\">\n<p class=\"a-spacing-base\">This type of stovetop coffee maker brews a thicker and richer coffee than a normal electric coffee percolator. This type of coffee is called Italian coffee or moka coffee or stovetop espresso. This stainless steel pot is dishwasher safe, and safe for all stovetops.</p>\n<h3 class=\"a-spacing-base\">Available in 6 cup and our largest 10 cup capacity</h3>\n<p>This stainless steel stovetop espresso coffee maker is available as a 6 cup coffee maker which makes 9.3 fl. oz or a 10 cup coffee maker which makes 16.9 oz of Italian style Moka espresso coffee. Each “cup” of coffee made with the Milano steel is equivalent to a single shot of espresso. Our largest Moka pot yet, the Milano steel 10 cup is perfect for entertaining to make coffee for all of your guests that will be sure to impress!</p>\n</div>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Tea,Coffee Makers",
    "Tags": "13tiersale, bfcm202015, bts2021, coffee makers, coffee-maker, cold-brew, consumer, fathersday2021, fathersday2022, fd2022incl, featureupdate, french-press, grosche, NC_, NC_CoffeeMakers, NC_MokaPot, newmay2020, tea-brewer, tgwptt2021, tierincluded, under-100, WAR-SG, WS-EG",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PGRTW0050ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 89.99,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/MilanoSteel-square_b50b9bae-abf5-4023-9040-3b97dc68c8d3.webp?v=1708613461",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Milano-steel-10-cup-Stovetop-Espresso-Maker-Moka-pot-HR_b0778191-bf3e-400a-a2ee-8970dc0fae70.webp?v=1708613461"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "marco-6ltr-shuttle-container-for-marco-shuttle-and-jet-6-coffee-brewers",
    "Title": "Marco 6Ltr Shuttle Container for Marco Shuttle and Jet 6 Coffee Brewers",
    "Body (HTML)": "<p>The perfect portable solution, this shuttle container not only allows you to bring your customers hot beverages wherever they are, but also does so keeping the coffee as hot and fresh as it was when originally brewed.</p>\n<p class=\"product-features-heading\">Product features</p>\n<ul>\n<li>Capacity 6Ltr</li>\n<li>Dimensions 570(H) x 245(W) x 420(D)mm</li>\n<li>Material Stainless Steel/ Glass &amp; Plastic</li>\n<li>Supplier Model Number 1700169</li>\n<li>Weight 7kg</li>\n<li>Colour Stainless Steel &amp; Black</li>\n<li>Vacuum insulation keeps coffee hot for hours for optimum aromatic flavour</li>\n<li>Attractive design enhancing the aesthetics of your serving station</li>\n<li>Durable &amp; hygienic stainless steel construction</li>\n<li>Compact and portable thanks to top ergonomic handles</li>\n<li>Front glass sight showing fill level for added convenience</li>\n<li>Simple \"press and twist\" system for base removal for easy refill</li>\n<li>Suitable for use with Marco Shuttle and Jet 6 Brewers</li>\n</ul>\n",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": null,
    "Tags": "wholesale",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PMAW0041ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.0,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/mrco-jet6-shuttle-urn-6litre.webp?v=1708613437"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "marco-mix-pb3",
    "Title": "Marco MIX PB3",
    "Body (HTML)": "<p>An innovation in commercial water boilers: three temperatures, three volumes on demand. Vacuum insulated tank allows for up to 70% more energy-efficiency. Perfect for foodservice, catering, cafes, and office kitchens.</p>\n",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": null,
    "Tags": "wholesale",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PMAW0040ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 295.83,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/MIX-PB3.webp?v=1708613434"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "marco-pb5-ecoboiler",
    "Title": "Marco PB5 ECOBOILER",
    "Body (HTML)": "<p>MARCO PB5 ECOBOILER</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": null,
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PMAW0035ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.6,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/marco-boiler.webp?v=1708613421"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "moccamaster-kbgt-clubline-10-thermo-black-with-free-250g-bag-of-coffee",
    "Title": "Moccamaster KBGT Clubline 10 Thermo",
    "Body (HTML)": "Technivorm Clubline 10 Thermo.<br> Like the Clubline but without the hot plate, has a thermos jug instead of glass jug.",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": null,
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Color",
    "Option1 Value": "Black",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PMOBW0030ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 219.0,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/download-1.webp?v=1708613414",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/kbgt_off_silver_2.webp?v=1708613414",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/kbgt_off_white_2.webp?v=1708613414",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/kbgt_off_red_2.webp?v=1708613414"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "niche-zero",
    "Title": "Niche Zero Coffee Grinder | Manila Espresso (NEW, US VERSION 110V)",
    "Body (HTML)": "<meta charset=\"utf-8\">\n<div data-v-16a8e71a=\"\" class=\"basicsSection-title fullhd t-h3--sansSerif\">\n<section class=\"elementor-section elementor-top-section elementor-element elementor-element-7d78d0f3 elementor-section-full_width elementor-section-height-default elementor-section-height-default\" data-id=\"7d78d0f3\" data-element_type=\"section\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-container elementor-column-gap-default\">\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-140aec57\" data-id=\"140aec57\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-1f66ac6e elementor-widget elementor-widget-image\" data-id=\"1f66ac6e\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n<div class=\"elementor-widget-container\"><img width=\"720\" height=\"480\" src=\"https://www.erlinket.com/wp-content/uploads/2022/12/image1-4.webp\" class=\"attachment-large size-large wp-image-2887\" alt=\"\" loading=\"lazy\" srcset=\"https://www.erlinket.com/wp-content/uploads/2022/12/image1-4.webp 720w, https://www.erlinket.com/wp-content/uploads/2022/12/image1-4-300x200.webp 300w, https://www.erlinket.com/wp-content/uploads/2022/12/image1-4-600x400.webp 600w\" sizes=\"(max-width: 720px) 100vw, 720px\"></div>\n</div>\n</div>\n</div>\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-4bf4384f\" data-id=\"4bf4384f\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-6399b22b elementor-widget elementor-widget-text-editor\" data-id=\"6399b22b\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n<div class=\"elementor-widget-container\">\n<div id=\"shopify-section-template--16323894771928__16590228381355500c\" class=\"shopify-section\">\n<section id=\"sf-custom-template--16323894771928__16590228381355500c\" class=\"sf-custom\" data-section-type=\"custom-content\" data-section-id=\"template--16323894771928__16590228381355500c\" data-bg=\"hsl(0, 0%, 0%)\">\n<div class=\"container-fluid section-py\">\n<div class=\"sf-custom__grid flex flex-wrap\">\n<div id=\"sf-custom__block--16590228371a1da322-0\" class=\"sf-custom__block sf-custom__block--text flex lg:w-1/2 w-full items-start\">\n<div class=\"sf-custom__block-inner w-full\">\n<div class=\"text-left\">\n<div class=\"prose rte mt-4 text-color-subtext\">\n<div class=\"overlay-text__subheading subheading subheading--over\">NO RETAINED GRIND</div>\n<h2 class=\"overlay-text__title h4-style\">The Niche Zero’s unique grind path ensures that your grind is as fresh as the beans you use.</h2>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</section>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</section>\n<section class=\"elementor-section elementor-top-section elementor-element elementor-element-39e598b0 elementor-section-full_width elementor-section-height-default elementor-section-height-default\" data-id=\"39e598b0\" data-element_type=\"section\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-container elementor-column-gap-default\">\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-7e97fe6d\" data-id=\"7e97fe6d\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-4d72b398 elementor-widget elementor-widget-image\" data-id=\"4d72b398\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n<div class=\"elementor-widget-container\"><img width=\"720\" height=\"480\" src=\"https://www.erlinket.com/wp-content/uploads/2022/12/image3-3.webp\" class=\"attachment-large size-large wp-image-2888\" alt=\"\" loading=\"lazy\" srcset=\"https://www.erlinket.com/wp-content/uploads/2022/12/image3-3.webp 720w, https://www.erlinket.com/wp-content/uploads/2022/12/image3-3-300x200.webp 300w, https://www.erlinket.com/wp-content/uploads/2022/12/image3-3-600x400.webp 600w\" sizes=\"(max-width: 720px) 100vw, 720px\"></div>\n</div>\n</div>\n</div>\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-52c10ae1\" data-id=\"52c10ae1\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-2a50d74b elementor-widget elementor-widget-text-editor\" data-id=\"2a50d74b\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n<div class=\"elementor-widget-container\">\n<div class=\"overlay-text__subheading subheading subheading--over\">SIMPLIFIED WORKFLOW</div>\n<div>\n<div class=\"gallery__row\">\n<div class=\"gallery__item gallery__item-2 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"overlay-text overlay--v-bottom overlay--h-left image-overlay__over\">\n<div class=\"overlay-text__inner\">\n<div class=\"overlay-text__text\">\n<h2 class=\"overlay-text__title h4-style\"><span>Designed to keep your coffee workflow simple, clean and consistent.</span></h2>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"gallery__row\">\n<div class=\"gallery__item gallery__item-3 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\"> </div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</section>\n<section class=\"elementor-section elementor-top-section elementor-element elementor-element-75b925f6 elementor-section-full_width elementor-section-height-default elementor-section-height-default\" data-id=\"75b925f6\" data-element_type=\"section\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-container elementor-column-gap-default\">\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-59d9c06f\" data-id=\"59d9c06f\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-2dc95c elementor-widget elementor-widget-image\" data-id=\"2dc95c\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n<div class=\"elementor-widget-container\"><img width=\"720\" height=\"480\" src=\"https://www.erlinket.com/wp-content/uploads/2022/12/image4-2.webp\" class=\"attachment-large size-large wp-image-2889\" alt=\"\" loading=\"lazy\" srcset=\"https://www.erlinket.com/wp-content/uploads/2022/12/image4-2.webp 720w, https://www.erlinket.com/wp-content/uploads/2022/12/image4-2-300x200.webp 300w, https://www.erlinket.com/wp-content/uploads/2022/12/image4-2-600x400.webp 600w\" sizes=\"(max-width: 720px) 100vw, 720px\"></div>\n</div>\n</div>\n</div>\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-dee70ee\" data-id=\"dee70ee\" data-element_type=\"column\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-24d5afbc elementor-widget elementor-widget-text-editor\" data-id=\"24d5afbc\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n<div class=\"elementor-widget-container\">\n<div class=\"overlay-text__subheading subheading subheading--over\">INFINITE GRIND CONTROL</div>\n<div>\n<div class=\"gallery__item\n              gallery__item-3\n              \n              image-overlay\n              image-overlay--bg-full\n              image-overlay--edge-boxes\n              \n              image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"overlay-text overlay--v-bottom overlay--h-left image-overlay__over\">\n<div class=\"overlay-text__inner\">\n<div class=\"overlay-text__text\">\n<h2 class=\"overlay-text__title h4-style\">Precise stepless adjustments allow you to confidently control your grind size for a range of brews.</h2>\n</div>\n</div>\n</div>\n</div>\n<div class=\"gallery__item\n              gallery__item-4\n              \n              image-overlay\n              image-overlay--bg-full\n              image-overlay--edge-boxes\n              \n              image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\"> </div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</section>\n<section class=\"elementor-section elementor-top-section elementor-element elementor-element-47cf4b82 elementor-section-full_width elementor-section-height-default elementor-section-height-default\" data-id=\"47cf4b82\" data-element_type=\"section\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-container elementor-column-gap-default\">\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-7af765fc\" data-id=\"7af765fc\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-3c1cab58 elementor-widget elementor-widget-image\" data-id=\"3c1cab58\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n<div class=\"elementor-widget-container\"><img width=\"720\" height=\"480\" src=\"https://www.erlinket.com/wp-content/uploads/2022/12/image44-1.webp\" class=\"attachment-large size-large wp-image-2890\" alt=\"\" loading=\"lazy\" srcset=\"https://www.erlinket.com/wp-content/uploads/2022/12/image44-1.webp 720w, https://www.erlinket.com/wp-content/uploads/2022/12/image44-1-300x200.webp 300w, https://www.erlinket.com/wp-content/uploads/2022/12/image44-1-600x400.webp 600w\" sizes=\"(max-width: 720px) 100vw, 720px\"></div>\n</div>\n</div>\n</div>\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-b926674\" data-id=\"b926674\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-409f527a elementor-widget elementor-widget-text-editor\" data-id=\"409f527a\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n<div class=\"elementor-widget-container\">\n<div class=\"overlay-text__subheading subheading subheading--over\">\n<div class=\"overlay-text__subheading subheading subheading--over\">PROFESSIONAL BURRS</div>\n</div>\n<div>\n<div class=\"gallery__row\">\n<div class=\"gallery__item gallery__item-2 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"overlay-text overlay--v-bottom overlay--h-left image-overlay__over\">\n<div class=\"overlay-text__inner\">\n<div class=\"overlay-text__text\">\n<div class=\"gallery__row\">\n<div class=\"gallery__item\n              gallery__item-4\n              \n              image-overlay\n              image-overlay--bg-full\n              image-overlay--edge-boxes\n              \n              image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"overlay-text overlay--v-bottom overlay--h-left image-overlay__over\">\n<div class=\"overlay-text__inner\">\n<div class=\"overlay-text__text\">\n<h2 class=\"overlay-text__title h4-style\"><span>Professional 63mm conical burrs consistently deliver you exceptional ground coffee.</span></h2>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"gallery__row\">\n<div class=\"gallery__item\n              gallery__item-5\n              \n              image-overlay\n              image-overlay--bg-full\n              image-overlay--edge-boxes\n              \n              image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\"> </div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"gallery__row\">\n<div class=\"gallery__item gallery__item-3 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\"> </div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</section>\n<section class=\"elementor-section elementor-top-section elementor-element elementor-element-2aa2731d elementor-section-full_width elementor-section-height-default elementor-section-height-default\" data-id=\"2aa2731d\" data-element_type=\"section\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-container elementor-column-gap-default\">\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-2408939\" data-id=\"2408939\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-3910f182 elementor-widget elementor-widget-image\" data-id=\"3910f182\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n<div class=\"elementor-widget-container\"><img width=\"720\" height=\"480\" src=\"https://www.erlinket.com/wp-content/uploads/2022/12/image5-3.webp\" class=\"attachment-large size-large wp-image-2891\" alt=\"\" loading=\"lazy\" srcset=\"https://www.erlinket.com/wp-content/uploads/2022/12/image5-3.webp 720w, https://www.erlinket.com/wp-content/uploads/2022/12/image5-3-300x200.webp 300w, https://www.erlinket.com/wp-content/uploads/2022/12/image5-3-600x400.webp 600w\" sizes=\"(max-width: 720px) 100vw, 720px\"></div>\n</div>\n</div>\n</div>\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-1db50989\" data-id=\"1db50989\" data-element_type=\"column\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-73489e3f elementor-widget elementor-widget-text-editor\" data-id=\"73489e3f\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n<div class=\"elementor-widget-container\">\n<div class=\"overlay-text__subheading subheading subheading--over\">\n<div class=\"overlay-text__subheading subheading subheading--over\">PREMIUM QUALITY</div>\n</div>\n<div>\n<div class=\"gallery__item gallery__item-3 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"overlay-text overlay--v-bottom overlay--h-left image-overlay__over\">\n<div class=\"overlay-text__inner\">\n<div class=\"overlay-text__text\">\n<div class=\"gallery__item\n              gallery__item-5\n              \n              image-overlay\n              image-overlay--bg-full\n              image-overlay--edge-boxes\n              \n              image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"overlay-text overlay--v-bottom overlay--h-left image-overlay__over\">\n<div class=\"overlay-text__inner\">\n<div class=\"overlay-text__text\">\n<h2 class=\"overlay-text__title h4-style\">A stylish design complimented by high quality materials, including solid oak features.</h2>\n</div>\n</div>\n</div>\n</div>\n<div class=\"gallery__item\n              gallery__item-6\n              \n              image-overlay\n              image-overlay--bg-full\n              image-overlay--edge-boxes\n              \n              image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\"> </div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"gallery__item gallery__item-4 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\"> </div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</section>\n<section class=\"elementor-section elementor-top-section elementor-element elementor-element-55084348 elementor-section-full_width elementor-section-height-default elementor-section-height-default\" data-id=\"55084348\" data-element_type=\"section\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-container elementor-column-gap-default\">\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-4f264e0b\" data-id=\"4f264e0b\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-3fd25e01 elementor-widget elementor-widget-image\" data-id=\"3fd25e01\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n<div class=\"elementor-widget-container\"><img width=\"720\" height=\"480\" src=\"https://www.erlinket.com/wp-content/uploads/2022/12/image6-2.webp\" class=\"attachment-large size-large wp-image-2892\" alt=\"\" loading=\"lazy\" srcset=\"https://www.erlinket.com/wp-content/uploads/2022/12/image6-2.webp 720w, https://www.erlinket.com/wp-content/uploads/2022/12/image6-2-300x200.webp 300w, https://www.erlinket.com/wp-content/uploads/2022/12/image6-2-600x400.webp 600w\" sizes=\"(max-width: 720px) 100vw, 720px\"></div>\n</div>\n</div>\n</div>\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-438e8a18\" data-id=\"438e8a18\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-5d8c7226 elementor-widget elementor-widget-text-editor\" data-id=\"5d8c7226\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n<div class=\"elementor-widget-container\">\n<div class=\"overlay-text__subheading subheading subheading--over\">\n<div class=\"overlay-text__subheading subheading subheading--over\">\n<div class=\"overlay-text__subheading subheading subheading--over\">A JOY TO USE</div>\n</div>\n</div>\n<div>\n<div class=\"gallery__row\">\n<div class=\"gallery__item gallery__item-2 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"overlay-text overlay--v-bottom overlay--h-left image-overlay__over\">\n<div class=\"overlay-text__inner\">\n<div class=\"overlay-text__text\">\n<div class=\"gallery__row\">\n<div class=\"gallery__item gallery__item-4 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"overlay-text overlay--v-bottom overlay--h-left image-overlay__over\">\n<div class=\"overlay-text__inner\">\n<div class=\"overlay-text__text\">\n<h2 class=\"overlay-text__title h4-style\"><span>Quiet, clean and simple – dial in, pour and flick the switch.</span></h2>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"gallery__row\">\n<div class=\"gallery__item gallery__item-5 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\"> </div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<div class=\"gallery__row\">\n<div class=\"gallery__item gallery__item-3 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\"> </div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</section>\n<section class=\"elementor-section elementor-top-section elementor-element elementor-element-25102075 elementor-section-full_width elementor-section-height-default elementor-section-height-default\" data-id=\"25102075\" data-element_type=\"section\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-container elementor-column-gap-default\">\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-4da26107\" data-id=\"4da26107\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-48a46404 elementor-widget elementor-widget-image\" data-id=\"48a46404\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n<div class=\"elementor-widget-container\"><img width=\"720\" height=\"450\" src=\"https://www.erlinket.com/wp-content/uploads/2022/12/image7-3.webp\" class=\"attachment-large size-large wp-image-2893\" alt=\"\" loading=\"lazy\" srcset=\"https://www.erlinket.com/wp-content/uploads/2022/12/image7-3.webp 720w, https://www.erlinket.com/wp-content/uploads/2022/12/image7-3-300x188.webp 300w, https://www.erlinket.com/wp-content/uploads/2022/12/image7-3-600x375.webp 600w\" sizes=\"(max-width: 720px) 100vw, 720px\"></div>\n</div>\n</div>\n</div>\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-891cc38\" data-id=\"891cc38\" data-element_type=\"column\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-2fa6c203 elementor-widget elementor-widget-text-editor\" data-id=\"2fa6c203\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n<div class=\"elementor-widget-container\">\n<div class=\"overlay-text__subheading subheading subheading--over\">\n<div class=\"overlay-text__subheading subheading subheading--over\">\n<h2 class=\"majortitle in-content h1-style\">Deliciously fresh coffee</h2>\n</div>\n</div>\n<div>\n<div class=\"gallery__item gallery__item-4 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"rte\">\n<p>The single dosing Niche Zero has been designed to maximise the freshness of your grind. Professional 63mm conical burrs and a patented, straight through design ensure virtually zero grind retention, helping deliver every bit of flavour from your beans.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</section>\n<section class=\"elementor-section elementor-top-section elementor-element elementor-element-34d7fdce elementor-section-full_width elementor-section-height-default elementor-section-height-default\" data-id=\"34d7fdce\" data-element_type=\"section\" data-settings='{\"background_background\":\"classic\"}'>\n<div class=\"elementor-container elementor-column-gap-default\">\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-3361b4a3\" data-id=\"3361b4a3\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-3b47be3a elementor-widget elementor-widget-image\" data-id=\"3b47be3a\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n<div class=\"elementor-widget-container\"><img width=\"720\" height=\"450\" src=\"https://www.erlinket.com/wp-content/uploads/2022/12/iamge8-1.webp\" class=\"attachment-large size-large wp-image-2894\" alt=\"\" loading=\"lazy\" srcset=\"https://www.erlinket.com/wp-content/uploads/2022/12/iamge8-1.webp 720w, https://www.erlinket.com/wp-content/uploads/2022/12/iamge8-1-300x188.webp 300w, https://www.erlinket.com/wp-content/uploads/2022/12/iamge8-1-600x375.webp 600w\" sizes=\"(max-width: 720px) 100vw, 720px\"></div>\n</div>\n</div>\n</div>\n<div class=\"elementor-column elementor-col-50 elementor-top-column elementor-element elementor-element-103796e4\" data-id=\"103796e4\" data-element_type=\"column\">\n<div class=\"elementor-widget-wrap elementor-element-populated\">\n<div class=\"elementor-element elementor-element-7c0a9f3e elementor-widget elementor-widget-text-editor\" data-id=\"7c0a9f3e\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n<div class=\"elementor-widget-container\">\n<div class=\"overlay-text__subheading subheading subheading--over\">\n<div class=\"overlay-text__subheading subheading subheading--over\">\n<div class=\"overlay-text__subheading subheading subheading--over\">\n<h2 class=\"majortitle in-content h1-style\"><span>Exactly to your taste</span></h2>\n</div>\n</div>\n</div>\n<div>\n<div class=\"gallery__row\">\n<div class=\"gallery__item gallery__item-3 image-overlay image-overlay--bg-full image-overlay--edge-boxes image-overlay--edge-boxes--pad-to-corner\" data-cc-animate=\"\">\n<div class=\"rte\">\n<p>The Niche Zero’s stepless grind dial allows you to easily change grind consistency for a range of brewing methods. It’s as simple as selecting your grind size, pouring in your pre-weighed beans and flicking the switch.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n</section>\n<p> <br></p>\n<p><strong>What's in the box</strong><slot id=\"details-content\"></slot></p>\n<div class=\"cc-accordion-item__panel\">\n<div class=\"cc-accordion-item__content rte cf\">\n<p>Everything you need to get started with coffee grinding:</p>\n<p>• Niche Zero grinder with premium oak features</p>\n<p>• The Niche Flow Control Disc pre-installed</p>\n<p>• 58mm grind cup, ideal for most portafilters</p>\n<p>• Socket driver</p>\n<p>• Cleaning brush</p>\n<p>• User manual</p>\n</div>\n</div>\n<p> <br></p>\n<p>Everything you need to get started with coffee grinding:</p>\n<p>• Niche Zero grinder with premium oak features</p>\n<p>• The Niche Flow Control Disc pre-installed</p>\n<p>• 58mm grind cup, ideal for most portafilters</p>\n<p>• Socket driver</p>\n<p>• Cleaning brush</p>\n<p>• User manual</p>\n<br>\n</div>\n<div data-v-16a8e71a=\"\" class=\"basicsSection-title fullhd t-h3--sansSerif\">\n<strong>Technical specs</strong><slot id=\"details-content\"><div class=\"cc-accordion-item__panel\"><div class=\"cc-accordion-item__content rte cf\"><p><strong>Width:</strong> 122mm<br><strong>Length:</strong> 211mm<br><strong>Height:</strong> 311mm<br><strong>Grind speed:</strong> 1 gr</p></div></div></slot>\n</div>\n<div data-v-16a8e71a=\"\" class=\"basicsSection-title fullhd t-h3--sansSerif\">\n<p><strong>Width:</strong> 122mm<br><strong>Length:</strong> 211mm<br><strong>Height:</strong> 311mm<br><strong>Grind speed:</strong> 1 gram/sec<br><strong>Weight:</strong> 4.1kg / 9lb<br><strong>Dose consistency:</strong> Less than +/- 0.2g*<br><strong>Materials:</strong> Aluminium body, Hardened steel burrs, Real oak trim<br><strong>Burr size:</strong> 63mm conical burrs<br><strong>Noise:</strong> 72dB during grinding<br><strong>Infinite grind dial</strong><br><strong>Safety interlocking lid:</strong> The Niche Zero will only grind when the lid is closed</p>\n<p>*Based on independent test data.</p>\n</div>\n<div data-v-16a8e71a=\"\" class=\"basicsSection-title fullhd t-h3--sansSerif\"></div>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Grinder",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Colour",
    "Option1 Value": "Pure White",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PNIPCW0001ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.49,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/white1.webp?v=1708613349",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Niche_Zero_product_gallery_2.webp?v=1708613349",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Niche_Zero_product_gallery_3.webp?v=1708613349",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Niche_Zero_product_gallery_6.webp?v=1708613349",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Niche_Zero_product_gallery_4.webp?v=1708613349",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Niche_Zero_product_gallery_5.webp?v=1708613349",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Niche_Zero_product_gallery_8.webp?v=1708613349",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Niche_Zero_product_gallery_7.webp?v=1708613349",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/black1.webp?v=1708613349"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "profitec-go-espresso-machine-black",
    "Title": "Profitec GO Espresso Machine",
    "Body (HTML)": "<p>1,2, 3...GO: After a very short heating phase, the machine is ready to make your espresso. The Profitec GO, is a small footprint single-boiler espresso machine. With PID temperature control, a built-in shot timer, and easily adjustable brew pressure, this latest from Profitec competes with the Lelit Victoria and Rancilio Silvia.</p>\n<p>We don't have an estimated restocking time yet on these machines as the manufacturers are suffering with supply issues.  If you sign up for the product alert, we will make them available for pre-order as soon as we have a delivery schedule.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Machine",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Color",
    "Option1 Value": "Black",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PPRBCW0014ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 300.0,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/pro100_frontal_schw-siebtr-bearbeitet.webp?v=1708613383",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/profitec_go_schwarz_hinten.webp?v=1708613383",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/profitec_go_schwarz_manometer-bearbeitet.webp?v=1708613383",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/profitec_go_schwarz_oben.webp?v=1708613383",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/profitec_go_rot_frontal-bearbeitet_1_a19832d7-782f-4bf2-abe1-a88fe6c536a4.webp?v=1708613383",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/profitec_go_gelb_frontal-bearbeitet_1947db47-f385-408c-9c05-442edb947427.webp?v=1708613383",
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/profitec_go_blau_frontal-bearbeitet_0de8820f-8bac-4257-b5c9-af13d3fcbac3.webp?v=1708613383"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "prot64-espresso-grinder-by-profitec",
    "Title": "ProT64 Espresso Grinder by Profitec",
    "Body (HTML)": "<p><meta charset=\"utf-8\"><span>The Pro T64 from Profitec offers a prosumer-grade grinder with a classic aesthetic built to last a lifetime or longer. Employing a powerful motor and flat 64 mm stainless steel burrs, the Pro T64 grinder is at the top of its class.</span></p>\n<div id=\"collapse1\" class=\"panel-collapse collapse in\" aria-expanded=\"true\">\n<div class=\"panel-body\">\n<div class=\"row\">\n<div class=\"col-md-12\">\n<div>\n<ul></ul>\n</div>\n</div>\n</div>\n</div>\n</div>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Grinder",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PPRCW0024ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.0,
    "Variant Compare At Price": 699.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/profitec-grinder.jpg?v=1708613398"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "puqpress-q1-58mm-black",
    "Title": "PUQPRESS Q1 - 58mm, Black",
    "Body (HTML)": "<p>PUQPRESS Q1 - 58mm, Black. For professional use. Coffee is an important product for your business but not your core business.</p>\r\n<p><img src=\"%7B%7Bmedia%20url=%22images/300_tamps.png%22%7D%7D\" alt=\"\"> </p>\r\n<ul>\r\n<li>\n<strong>NEW NON-STICK TAMPER FINISH</strong><br>Even less coffee sticks to your tamper due to our NEW NON-STICK finish</li>\r\n<li>\n<strong>200.000 TAMPS IN 2 YEAR WARRANTY</strong><br>Causes zero suction for a tighter sealed coffee bed</li>\r\n<li>\n<strong>TAMPS PERFECTLY FLAT &amp; LEVEL</strong><br>The super tough frame ensures all your tamps will be 100% flat</li>\r\n<li>\n<strong><strong>PREMIUM COLOURS &amp; FINISHING</strong><br></strong>Now Q1 looks more stunning than before with it’s premium colors &amp; matt finishing</li>\r\n</ul>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": null,
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PPUW0036ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.0,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/puqpress_q1.webp?v=1708613423"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "quamar-t48-e-grinder-black-1-yr-warranty",
    "Title": "Quamar T48 E Grinder - Black - 1 Yr Warranty",
    "Body (HTML)": "<p>Reduced to Clear - never used, brand new.  Supplied in original box with 1 year warranty.</p>\r\n<p>A Real work horse - The T48 E is an electronic on-demand coffee grinder with a user-friendly display. Short fork, 1200g hopper.</p>\r\n<p>The 83 mm silent flat burrs can produce up to 8 kg of ground coffee per day, which makes it ideal for coffee shops and roasting with high daily consumption.</p>\r\n<p>The coffee grinder is electronically adjustable in three different dosages and is equipped with counts total non-resetable doses and micrometric adjustment of grinding. Easy to program, with user interface in seven languages.  </p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": null,
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PQUW0046ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 300.0,
    "Variant Compare At Price": 730.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/quamarT48.webp?v=1708613448"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "quick-mill-pippa-semi-automatic-espresso-machine",
    "Title": "Quick Mill Pippa Semi-Automatic Espresso Machine",
    "Body (HTML)": "<h2>Quick Mill Pippa Overview</h2>\n<p>The Quick Mill Pippa is a semi-automatic espresso machine of the semi-professional variety that touts a 1.8 L water tank accessible from the side of the machine, .45 L single boiler made of brass, 1,000 W heater and 58 mm commercial style portafilter. <br data-mce-fragment=\"1\">The Pippa has a stainless steel 304, super mirror body, three different thermometers to measure coffee, steam and safety separately, a lever switch 1-0-2 to protect the heater, a 16 bar brew pressure gauge and a no burn commercial style steam/water wand.</p>\n<h2>Features and Performance</h2>\n<p>The Quick Mill Pippa measures 15 in tall, 10 in wide and 12 in deep with a weight of roughly 26 lbs, so it can fit just about anywhere in the home. <br data-mce-fragment=\"1\">The Pippa has a 1.8 L manual fill water tank that can be easily accessed from the side of the machine. This offers a much more convenient solution for water tank maintenance when compared to similar machines, which require that you reach over the top of the machine to pull out the water tank. As an added touch, the Pippa is wrapped in a stainless steel 304, super mirror body, making it a good conversation piece for when your guests see it shining in your kitchen.<br data-mce-fragment=\"1\"></p>\n<p>The .45 L single boiler made of brass allows for quicker heating and improved heat retention, both of which are valuable properties in a single-boiler machine. The 1,000 W heater also aids in quicker heating, going from cold to brew in less than 10 minutes and ready to steam in less than 2 minutes.<br data-mce-fragment=\"1\">Also worth noting are the commercial style 58 mm portafilter and no burn steam/water wand, both of which are commonplace at a café, as well as a 16 bar brew pressure gauge to help you adjust brew pressure to your preference.</p>\n<h2>Why You Should Get It</h2>\nThe Quick Mill Pippa is a versatile machine that’s easy to use and maintain. Purchase this product and expect a cost-effective semi-professional, semi-automatic machine with a .45 L single boiler made of brass and a 1,000 W heater to get your favorite brew in your hands in no time, as well as a commercial style 58 mm portafilter and no burn steam/water wand like those found at your favorite café. Texture milk exactly to your preference and sit down to a smooth latte or cappuccino with the Quick Mill Pippa. <br data-mce-fragment=\"1\">",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: My Machine, Category: Quick Mill, Category: Semi-Automatic, Category: Single Boiler, Feature: Feature Grid, GS: Enabled, My Machines: Enabled, NTNID: 29515, On Sale:No, Premium Entry Level, Promo: Email Exclusive: Ineligible, Promo: Free Scale: Included, Promo: Site Wide: Ineligible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PQUEW0059ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.35,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/IMG_6273.webp?v=1708613485"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "rancilio-silvia-e-v6-espresso-machine",
    "Title": "Rancilio Silvia E V6 Espresso Machine",
    "Body (HTML)": "<p>The Rancilio Silvia V6 E is one of the best selling machines in our range and comes highly recommended from the Bella Barista team. For those looking for an entry level espresso machine which is capable, has a small footprint, and a proven track record for many years, this could be just what you're looking for.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Machine",
    "Tags": null,
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PRACW0007ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.99,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/rancilio-silvia-2020-edition.jpg?v=1708613361"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "rancilio-silvia-m-espresso-machine",
    "Title": "Rancilio Silvia M Espresso Machine",
    "Body (HTML)": "<h3>Owning the Rancilio Silvia M Espresso Machine</h3>\n<p><strong>﻿Please Note: This is the most current Rancilio Silvia M, featuring an updated black brew group cover, stainless steel steam wand, and including a 58mm professional tamper.</strong></p>\n<p>Updated for energy efficiency and more ergonomic use, the Rancilio Silvia M is the most recent entry in Rancilio's long line of home espresso machines. The Silivia M features an insulated lead-free brass boiler that reduces energy consumption by 8% when in standby mode. The main power switch has also been updated with two separate lights to indicate the status of the machine and the heating element. Famous for its status as the premier entry level machine for home espresso enthusiasts, the Silvia's 10 years of superior performance have cultivated a reputation of excellence. To ensure heat retention and lasting quality, the Silvia M features a forged marine brass group head and boiler. The large 12-ounce boiler also allows for steam capacity that is unparalleled by other machines at this size and price. An iron frame, housed by brushed stainless steel, provides durability as well as sleek, Italian style. Known for taking a bit of patience to master, Silvia owners can attest to quality of the machine and the espresso it produces. For best results while brewing, we strongly recommend pairing the Silvia M with a capable grinder such as Rancilio's own Rocky and Rocky Doserless Grinders. The Silvia M comes standard with a 7 gram coffee scoop, a tamper, and two filter baskets (single and double). The machine is backed by an extended warranty for a total of two years of warranty coverage.</p>\n<p>Some of the most crucial elements for producing high quality espresso are influenced by the Style, Size and Construction of the portafilter. Style: This portafilter is designed like a commercial machine and works in the same way. The coffee is ground fine and is tamped (pressed) firmly into place. Size: The size of the portafilter is also the same as a commercial machine. Is has a large diameter (58 mm) so that the water is distributed evenly over a wide surface area. Construction: The portafilter is made up of two parts, the handle and the filter holder. The handle is made of high quality plastic. The heavy chrome plated brass filter holder keeps the temperature stable throughout the entire brewing process, therefore producing a quality cup of espresso. This is the portion of the machine that the portafilter locks into. It is made of chrome plated marine brass which provides a superior brewing environment through maximum heat stability and component longevity. The Silvia's boiler is made of marine grade brass and has the largest volume (12 oz.) of any home machine in its class. This large volume produces the best steaming power and recycle time when brewing multiple espressos. The brass construction resists pitting and scale build up for long lasting durability.</p>\n<p>The Silvia has the same switches as their famed S20 series commercial units. There are four snap-acting rocker arm switches. The main power switch is located in the center by itself. When this is turned on the heating element is activated. A separate orange ready light will then turn on. When the light goes off the machine is at operating temperature. The top left switch operates the pump and is also known as the brew switch. Turn on to start the brewing process and off when you are done. The middle button on the left is for dispensing hot water. The bottom left switch activates the steam function. When this is turned on the boiler will heat up to steam temperature. Then turn the steam/water knob located on the side of the machine and start frothing. The Silvia now comes standard with an articulating stainless steel steam wand, allowing a greater range of motion and making it much easier to use. <span>The three-way solenoid valve is a commercial feature that relieves the water pressure off the coffee when the brew switch is turned off. This serves two functions; it dries out the coffee to prevent dripping and makes it easy to knock the coffee out of the portafilter with one knock.</span></p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Espresso Machine (Semi/Prosumer)",
    "Tags": "Category: My Machine, Category: Rancilio, Category: Semi-Automatic, Category: Single Boiler, GS: Enabled, Magento Import, Master SKU: RASILVM, My Machines: Enabled, NTNID: 28363, OES SKU: RASILVM20, On Sale:No, Premium Entry Level, Promo: Bonus Latte Rewards, Promo: Email Exclusive: Ineligible, Promo: Free Scale: Included, Promo: Rancilio30 BonusLR, Promo: Site Wide: Ineligible, tax_class_2, visible, YGroup_rancilio_silvia",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PRAEW0091ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.92,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/Silvia_M_2020_-_Main.webp?v=1708613560"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "refurbished-gaggia-carezza-de-luxe",
    "Title": "Refurbished Gaggia Carezza De LUXE",
    "Body (HTML)": "<h3><strong>Owning the Gaggia Carezza De LUXE</strong></h3>\n<p>When we first saw the Gaggia Carezza, we forgot what year it was. The retro Italian styling is a blast from the past, belying what we’ve found to be substantial brewing power for its class. A built-in temperature gauge shows a real-time readout of the boiler, which heats up rapidly. In fact, the Carezza De LUXE is ready to brew in within moments of powering on; ideal for anyone on a tight schedule. We think this machine does a lot of things right. Its automated pre-infusion function evenly soaks your coffee to maintain temperature and aid in the extraction of your coffee's flavor profile. The Carezza’s specially designed Crema Perfetta double-walled pressurized portafilter is specifically designed for use with ESE pods and ground coffee, eliminating the need for a grinder. Tamping isn’t necessary either, but our tests found that a light tamp can really improve your shots.<span> </span><br><br>The Carezza De LUXE blends innovation with ease of use. As a hybrid machine, it brings together the control found in a semi-automatic machine, and some of the convenient elements found in a super. All-in-all, the we find the Carezza to be super easy to master and maintain. Its small footprint, and independence from grinders makes this machine a must have for beginners or baristas on a budget. For added control over your drinks, check out the Gaggia Classic; it allows for both pressurized and commercial-style brewing and steaming.</p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Refurbished Espresso Machine (Semi/Prosumer)",
    "Tags": "25-anniversary, Category: Gaggia, Category: Outlet, Category: Refurbished Espresso Machines, Category: Semi-Automatic, Feature: Feature Grid, GS: Enabled, NTNID: 25941, On Sale:No, Promo: Refurb: Eligible, Promo: Site Wide: Ineligible, tax_class_2, visible",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PRERW0066ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 170.14,
    "Variant Compare At Price": 349.0,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/carezza_de_luxe_-_main_2.webp?v=1708613502"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  },
  {
    "Handle": "technivorm-moccamaster-kbgv-select-brushed-brass",
    "Title": "Technivorm Moccamaster KBGV Select - Brushed Brass",
    "Body (HTML)": "<p>The new Moccamaster KBGV Select makes it easy to brew either a half or full carafe – the selector switch allows you to choose the amount you prefer. It features a glass carafe and an automatic drip-stop brew-basket that stops the flow of coffee when the carafe is removed. The KBGV Select brews a full 40 oz carafe of coffee in four to six minutes; after brewing, the coffee is kept warm on our unique hot plate. The hot plate's independent heating element ensures that your coffee is held at the perfect temperature, no matter what amount you've brewed. All Moccamaster Coffee Brewers are handmade in the Netherlands and backed by an industry-leading 5-year warranty.<br data-mce-fragment=\"1\"><br data-mce-fragment=\"1\"></p>\n<p><strong>Features:</strong></p>\n<ul>\n<li>Auto drip-stop brew-basket with glass carafe</li>\n<li>Brew-Volume Selector switch for brewing half or full carafes</li>\n<li>Easy to operate with a quiet brewing process that produces a full carafe in just 4-6 minutes</li>\n<li>Unique, copper boiling element rapidly heats water to control brewing temperature between 196º to 205º F – the correct temperature for maximum extraction of coffee solubles, then automatically switches off when the water reservoir is empty</li>\n<li>Pre-immersion drip-style system ensures the perfect coffee bloom, produced by an ultra–precise, natural pulse action</li>\n<li>Ideal water saturation time to maximize coffee complexity, flavor and aroma – Achieved thru a cone-shaped brewbasket design that regulates a 4 to 6 minute steep. The glass carafe maintains coffee quality, integrity, and taste on a unique, independent hot plate element engineered to hold coffee temperature between 175°–185° F for 100 minutes and then automatically shuts off</li>\n<li>Made with durable metal housings and BPA/BPS/BPF &amp; Phthalate free plastics</li>\n<li>Removable parts essential for long-term maintenance and replacement</li>\n</ul>\n<p><br></p>",
    "Vendor": "cofshopper",
    "Product Category": null,
    "Type": "Coffee Makers",
    "Tags": "0autumn21, 0consolation, 12annivexcluded, 13tierexcl, 200-300, 300-600, 35days, addtosnapchat, automatic-drip, bfcm2020excluded, bw2020excluded, bw2021taxable, coffee-maker, consumer, fd2022incl, featureupdate, NC_, NC_AutomaticDrip, NC_CoffeeMakers, nowpttcd21, nowpttcd22, nowptteaster2021, nowptteaster2022, nowptttg2021, nowptttg22, technivorm, tierincluded, walmart-eg, WAR-SG, warrdata-5, WS-EG, YGroup_TV-53948",
    "Published": "VRAI",
    "Option1 Name": "Title",
    "Option1 Value": "Default Title",
    "Option2 Name": null,
    "Option2 Value": null,
    "Option3 Name": null,
    "Option3 Value": null,
    "Variant SKU": "PTECW0045ST",
    "Variant Grams": 0.0,
    "Variant Inventory Tracker": null,
    "Variant Inventory Qty": 0.0,
    "Variant Inventory Policy": "deny",
    "Variant Fulfillment Service": "manual",
    "Variant Price": 299.99,
    "Variant Compare At Price": null,
    "Variant Requires Shipping": "VRAI",
    "Variant Taxable": "VRAI",
    "Variant Barcode": null,
    "Variant Image": [
      "https://cdn.shopify.com/s/files/1/0569/3430/1807/products/thumbnail.webp?v=1708613446"
    ],
    "Image Position": 1,
    "Image Alt Text": null,
    "Gift Card": "FAUX",
    "SEO Title": null,
    "SEO Description": null,
    "Google Shopping / Google Product Category": null,
    "Google Shopping / Gender": null,
    "Google Shopping / Age Group": null,
    "Google Shopping / MPN": null,
    "Google Shopping / Condition": null,
    "Google Shopping / Custom Product": null,
    "Google Shopping / Custom Label 0": null,
    "Google Shopping / Custom Label 1": null,
    "Google Shopping / Custom Label 2": null,
    "Google Shopping / Custom Label 3": null,
    "Google Shopping / Custom Label 4": null,
    "Variant Weight Unit": "lb",
    "Variant Tax Code": null,
    "Cost per item": null,
    "Included / United States": "VRAI",
    "Price / United States": null,
    "Compare At Price / United States": null,
    "Included / International": "VRAI",
    "Price / International": null,
    "Compare At Price / International": null,
    "Status": "active"
  }
]
